[
    {
        "id": 209703848257784,
        "company": "«Միկրո Կապիտալ Հայաստան» ՈւՎԿ ՓԲԸ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/5/d/d/b/5ddb2d4a.png",
        "title": "Senior Business Advisor",
        "deadline": " 22 September 2020 ",
        "category": " Business/Management ",
        "job_type": " Full time ",
        "job_desc": "\n-\n",
        "job_resp": "\n\nՆերգրավել հաճախորդներ (այցելել բիզնեսի գործունեության վայրեր, կատարել հեռախոսազանգեր և այլն)\nԻրականացնել բիզնես հաճախորդների ընթացիկ սպասարկում\nԻրականացնել հաճախորդների բիզնես վերլուծություն, գնահատել ֆինանսական և սոցիալական իրավիճակը,\nԳնահատել գործարքի ռիսկերը և ներկայացնել Վարկային Կոմիտե\nՁևավորել որակյալ վարկային պորտֆել,\nԿազմակերպել վարկերի տրամադրման և հավաքագրման աշխատանքներ\n\n",
        "req_qual": "\n\nԲարձրագույն կրթություն\nՆվազագույնը  1 (մեկ) տարվա աշխատանքային փորձ վարկավորման ոլորտում,\nՀաղորդակցվելու, բանակցելու հմտություններ\nԱրագ և արդյունավետ աշխատելու ունակություն\nՎերլուծական մտածելակերպ և խնդիրներ լուծելու ունակություն,\nԹիմում աշխատելու և կազմակերպչական ունակություններ,\nՀամակարգչային ծրագրերի իմացություն (MS Office),\nՀայերենի գերազանց իմացություն,  ռուսերենի և/կամ անգլերենի իմացությունը ցանկալի է",
        "req_cond_level": " Not defined",
        "salary": " Մրցակցային",
        "add_info": ""
    },
    {
        "id": 30651857775067,
        "company": "Adtek",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/images/background/company_default_image.svg",
        "title": "YouTube Channel Manager",
        "deadline": " 21 September 2020 ",
        "category": " TV/Radio/Entertainment ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a YouTube expert who can help run our new YouTube channel. We are looking for someone who is familiar with YouTube, making/editing videos. Also, he/she has an option to decide the content based on his/her own passion. We are looking for a YouTube expert who can help run our new YouTube channel. We are looking for someone who is familiar with YouTube, making/editing videos. Also, he/she has an option to decide the content based on his/her own passion. \nCandidates who find themselves compatible enough for this position, may apply by sending their CVs to [email protected]\n",
        "job_resp": "\n\nFilming bite-sized, audience-appropriate videos at calculated intervals.\nEditing footage to attain consistent, refined, and brand-appropriate videos.\nReleasing and promoting your public videos.\nChannel management like creating playlists, channel promotion and driving subscriptions.\nContent management – title, description, tag and metadata creation.\n\n",
        "req_qual": "\n\nDemonstrable experience as a Vlogger, ideally on YouTube.\nThoroughly knowledgeable about YouTube algorithms.\nExcellent verbal communication skills.\nPassion for YouTube\nThoughtful about your viewership.\n\n",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 228477367508388,
        "company": "InConcept Labs",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/e/6/b/3/e6b37ab2.png",
        "title": "Front-end developer",
        "deadline": " 21 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nInConcept Labs’ WEB development team works on building and supporting complex web applications using React JS and Angular JS frameworks. We don't hire a for project, we hire a team members, who can work on differrent projects and technologies.\nWe are not looking for website builders or UI developers, our front-end develoeprs are responsible for creating highly challenging, scalable enterprize level applications. We always expect from our team members to be proactive with adopting new technologies, participating in product development meetings and having self-decision making skills.\nWe have a roles and careers to grow for every level, from talented juniors to team leads and expert developers. And you will always improve and develop your skills working within a team of industry experts with more than 10 years of experience in software design and development.\n",
        "job_resp": "\n\n\nWork in a software development team\n\n\nCreate responsive web applications with modern frameworks\n\n\nResponsible for Unit-test code for robustness, including edge cases, usability, and general reliability\n\n\nWork on bug fixing and improving application performance\n\n\nContinuously discover, evaluate, and implement new technologies to maximize development efficiency\n\n\n",
        "req_qual": "\n\n\nMin 2+ years of software development experience\n\n\nBS/MS degree in Computer Science, Engineering or in a related subject\n\n\nGood understanding of OOP concepts\n\n\nGood knowledge of core JavaScript\n\n\nGood knowledge of React JS or Angular JS frameworks\n\n\nExperience working with relational and NoSQL databases\n\n\nGood knowledge of English\n\n\n",
        "req_cond_level": " Mid level",
        "salary": " Highly competitive based on skills and experience",
        "add_info": ""
    },
    {
        "id": 108795166169461,
        "company": "Jybird LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/6/b/9/a6b9a93f.jpg",
        "title": "QA engineer (mid)",
        "deadline": " 21 September 2020 ",
        "category": " Quality Assurance /Control ",
        "job_type": " Full time ",
        "job_desc": "\nJybird LLC is looking for a QA Engineer to help in the development and testing of new features as well as existing functionaly of complex medical mobile applications and web systems, create test cases, and make sure that the user interface is top-notch.\n",
        "job_resp": "\n \n\nRead, analyze and review all the project documents and ensure that code meets functional and design specifications and requirements;\nIdentify, document and track defects found during testing;\nWork with developers and management to make sure that the defects are properly fixed; \nEnsure and enforce proper testing and assurance practices; \nPerform manual/automated testing on web browsers and mobile devices;\nDefine test methods and create test plans for new or updated software projects; \nPerform other related duties and projects as assigned.\n \n\n \n\n\n",
        "req_qual": "\n \n\n1+ years of experience in software testing and QA\nUnderstanding of QA processes and methodologies\nExperience with manual testing\nUnderstanding of Agile methodologies is a plus\nExperience working with API-s and websockets\nKnowledge of Selenium tool is a plus\nFluency in technical English\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 273620329517635,
        "company": "Imea Systems",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/f/a/0/c/fa0c5a92.png",
        "title": "Senior .NET Engineer",
        "deadline": " 21 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a .Net developer to build software for international well-known company using languages and technologies of the .NET framework. You will create applications from scratch, configure existing systems and provide user support.\nIn this role, you should be able to write functional code with a sharp eye for spotting defects. You should be a team player and excellent communicator. If you are also passionate about the .NET framework and software design/architecture, we’d like to meet you.\nYour goal will be to work with internal teams to design, develop and maintain software.\n",
        "job_resp": "\n\nParticipate in requirements analysis\nCollaborate with internal teams to produce software design and architecture\nWrite clean, scalable code using .NET programming languages\nTest and deploy applications and systems\nRevise, update, refactor and debug code\nImprove existing software\nDevelop documentation throughout the software development life cycle (SDLC)\nServe as an expert on applications and provide technical support\n\n",
        "req_qual": "\n\nProven experience as a .NET Developer or Application development\nFamiliarity with the ASP.NET framework, SQL Server and design/architectural patterns (e.g. Model-View-Controller (MVC))\nKnowledge of at least one of the .NET languages (e.g. C#, Visual Basic .NET) and HTML5/CSS3\nFamiliarity with architecture styles/APIs (REST, RPC)\nUnderstanding of Agile methodologies\nExcellent troubleshooting and communication skills\nAttention to detail\nBSc/BA in Computer Science, Engineering or a related field\n\n",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 237298569917771,
        "company": "RedKiteLLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/4/7/a/0/47a02d0e.png",
        "title": "Senior PHP developer (Symfony)",
        "deadline": " 21 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nRedkite LLC continues to build its engineering team in Armenia. Now we look for a Senior PHP Developer If you are a senior developer looking for a change or you are an enthusiastic and hard working professional ready to move up to a senior position we would love to hear from you.\n \n",
        "job_resp": "\n\nCode, test, debug, implement, and document programs\nAssist in the modification of company products and/or customer/internal systems to meet the needs of the client and/or end-user\nResearch and analyze existing systems and program requirements\nDevelop test plans to verify the logic of new or modified program\nWork as part of a software development team\n\n",
        "req_qual": "\n\nBachelor’s Degree in Computer Science or a related field\nAt least 4 years of experience as a Software Engineer\nStrong experience and good knowledge of PHP(Symfony Framework) and MySQL\nGood knowledge of JavaScript, HTML and CSS will be a plus\nStrong knowledge of Object-oriented programming (OOP)\nExperience with Subversion/Git version control tools\nExperience in Test Driven Development is a big plus\nAbility to independently research and implement new technologies and ideas\nAbility to execute projects in a timely manner to meet deadlines\n\n",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 123599971389125,
        "company": "FAST",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/5/e/b/7/5eb7fa39.png",
        "title": "AI Engineer/Task Lead",
        "deadline": " 11 September 2020 ",
        "category": " Data Science/Data Analytics ",
        "job_type": " Full time ",
        "job_desc": "\nFoundation for Armenian Science and Technology (FAST) partners with the Ministry of Defense of RA to support the “Unit 1991” AI group with the educational and R&D platforms.\nThe aim of the program is to provide opportunities for continuing education, development, and advancement of professional skills for inductees in the Armed Forces of Armenia. It is envisioned to implement R&D projects and analyses to reach short-term, as well as mid- and long-term goals. Within the framework of the collaboration, FAST has launched Pre-Army Education and Training Program in Data Science and Artificial Intelligence for young people of respective age, to let the soldiers-to-be get prepared for the service in the unit. \nFAST is currently seeking an outstanding candidate to participate in projects related to  Artificial Intelligence and Data Science; to work in R&D teams; to generate and initially validate the ideas for R&D projects. The candidate will also be involved in training staff and conscripts.\nThe position requires broad technical skills in Machine Learning, Big Data Analysis, Project Management.\n",
        "job_resp": "\n\nWork on the generation and exploration of novel ideas for data science/AI/ML applications in military and civilian sectors \nWork on developing state-of-the-art machine learning algorithms\nBuild predictive models using machine learning algorithms\nParticipate in data mining using up-to-date  methods\nProcess, analyze, interpret, and visualize large amounts of information using data visualization techniques\nCommunicate results and ideas to key decision-makers\nWrite reports and present results to the team and the leadership of FAST\nPerform literature reviews\nServe as a scientific expert for both internal and external parties\nConduct trainings on AI and data science\n\n",
        "req_qual": "\n\nBachelors or Masters degree in data science, computer science, statistics, mathematics, physics or an adjacent field is required\nExperience or familiarity with R&D or IT Project Management\nAdvanced knowledge of Python programming language (knowledge of R, Matlab, C++ is an asset) \nFamiliarity with large-scale and high throughput data processing and analysis\nAble to search, analyze, and utilize scientific literature\nMilitary experience will be considered as a plus\nScientifically creative thinker with a visionary, optimistic outlook\nOutstanding teamwork, communication and interpersonal skills\nA strong self-starter and independent thinker\n\n",
        "req_cond_level": " Not defined",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 154219735882734,
        "company": "Ucom",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/3/3/a/733aaf94.png",
        "title": "Technical Support Specialist",
        "deadline": " 15 September 2020 ",
        "category": " Other IT ",
        "job_type": " Other ",
        "job_desc": "\nUcom is seeking for a successful candidate who will be providing technical support and client care and associated services to the company's customers in efficient and timely manners.\nThis is a full time position with mixed shifts working schedule, which is including evening and night shifts.\n",
        "job_resp": "\n\nResponse to the company's customers' telephone calls, letters and virtual requests of technical character in an efficient and timely manners․\nInteract with customers to provide and process information in response to inquiries, concerns, and requests about Internet products and services․\nDiagnose and resolve technical hardware and software issues involving internet connectivity, email clients, IPTV, VOIP and more․\nFix registered problems during the first contact and transfer non-resolved requests if necessary to the corresponding departments or staff member․\n Follow up to the accomplishments of registered customer requests․\nConduct an ongoing registration of customer requests and accomplishments or any other outcomes․\nReport on the carried out activities and results to the technical support team leader.\n\n",
        "req_qual": "\n\nUniversity degree (in progress of study is acceptable)\nTechnical aptitude (computer literate, able to quickly learn new applications)\nBasic understanding of the following protocols; IPv4, TCP/UDP, DHCP & ARP․\nKnowledge of Linux/Unix systems will be a plus․\nFamiliarity with mobile device software and hardware․\nStrong customer service and communication skills․\nStrong troubleshooting skills․\nFluent in Armenian and Russian to support customers via phone and email․\nKnowledge of English․\nPrior contact center experience preferred, but not essential․\nHave a flexible schedule, including the ability to work shift and weekends․\nGood team and Individual player.\n\n",
        "req_cond_level": " Junior",
        "salary": " Competitive",
        "add_info": ""
    },
    {
        "id": 233220477150996,
        "company": "Acquerant LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/d/4/c/2/d4c253ee.png",
        "title": "Technical Director (Renewable Energy)",
        "deadline": " 18 September 2020 ",
        "category": " General/professional/Other services ",
        "job_type": " Full time ",
        "job_desc": "\nAcquerant Corp is looking for an experienced Technical Director, who will be working closely with our partner companies, Zod Wind CJSC and Solarsis LLC on renewable energy (solar, wind, etc.) project. The candidate will be responsible for the safe operations of the sites which include site management, technical services, field execution, developing and maintaining a workforce, engineering, and construction management on a full-time basis. \n",
        "job_resp": "\n- Managing/supporting renewable energy project developments and operations;\n- Working out the technical and economic aspects of new renewable energy sites, including wind farms and solar installations;\n- Managing delivery and quality assurance of technical project deliverables throughout the project lifecycle; \n- Providing engineering input from initial assessment through to technical and economic feasibility, construction monitoring and acceptance operations;\n- Performing detailed engineering calculations and analyses;\n- Performing site evaluation, developing preliminary cost estimates;\n- Ensuring that electrical installations are carried out to the highest standards;\n- Technical assessment of PV products and equipment;\n- Analyzing system requirements and prioritizing tasks; \n- Planning and identifying the areas for modification and improvement; \n- Proactively and systematically communicating challenges, risks, and successes;\n- Collaborating with the team to find more effective and better solutions. \n",
        "req_qual": "\n- Bachelor’s/ Master’s degree in Engineering, Renewable Energy or related sphere; \n- Good knowledge of English and Russian languages is preferred, both written and verbal; \n- At least 2 years of project management experience of renewable energy projects;\n- Proven work experience in wind power plant operation and maintenance, PV, transmission, and distribution, as well as in electrical construction of utility-scale solar farms;\n- Competence in analyzing renewable energy production data;\n- Excellent troubleshooting abilities; \n- Ability to research and assess renewable technologies;\n- Solid analytical and problem-solving skills, and strong attention to detail; \n- Excellent teamwork skills. \n",
        "req_cond_level": " Not defined",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 13646357528469,
        "company": "GANDZ Group",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/c/3/8/9c38c0f2.png",
        "title": "Marketing Manager ",
        "deadline": " 20 September 2020 ",
        "category": " Marketing/Advertising ",
        "job_type": " Full time ",
        "job_desc": "\nԳիտաարտադրական կազմակերպությունների միավորումը` փնտրում է վաճառքների քաղաքականություն մշակելու և իրականցնելու համար մարքեթինգի մասնագետ։ \n",
        "job_resp": "\n\nմարքեթինգային ռազմավարության կազմում\nշուկայի հետազոտություն\nբրենդի ճանաչելիության մեծացում\nթիրախային սպառողների որոշում և ընդլայնում \nգործընկերի հետ բանակացությունների վարում\nգովազդային արշավների պլանավորում և իրականացնում \nվաճառքների գործընթացի համակարգում\n\n",
        "req_qual": "\n\nբարձրագույն կրթություն \nբանակցություն վարելու ունակություն\nստեղծարար մտածողություն\n\n \n \n \n \n \n \n",
        "req_cond_level": " Junior",
        "salary": " սկսած 150000 AMD ",
        "add_info": ""
    },
    {
        "id": 227775388954063,
        "company": "Digitain ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/3/b/b/13bbacf5.png",
        "title": "Compensation and Benefits Senior Specialist",
        "deadline": " 20 September 2020 ",
        "category": " Human Resources ",
        "job_type": " Full time ",
        "job_desc": "\nDigitain is looking for an experienced Compensation and Benefits Specialist to ensure the program is competitive and delivers total rewards to the company.  \nYour role will be extremely important as you will be developing programs that will be designed to improve performance, engagement and satisfaction of our employees. It's our people who help us succeed in offering first class service and products to our customers and as a team member of Digitain you will be among professionals in an environment that places a high value on integrity, innovation and teamwork. \n \n",
        "job_resp": "\n\n\nDevelop a fair and competitive total compensation and benefits package that fits and is aligned to our company’s strategy and business goals, \n\n\nDeploy effective KPI metrics and develop bonus system which will correspond to company’s business strategy \n\n\nImplement a consistent compensation strategy in line with work culture and organizational objectives, \n\n\nConduct the day-to-day operational management of the activities within compensation and benefits to ensure that an efficient functioning of the compensation and benefits program can be guaranteed; \n\n\nUse various methods and techniques and make data-based decisions on direct financial, indirect financial and nonfinancial compensations, \n\n\nParticipate in salary and labor market surveys to determine prevailing pay rates and benefits, \n\n\nDifferentiate pay systems to invest in the segments of workforce that contribute the most value, \n\n\nConduct ongoing research into emerging trends, issues and best practices. \n\n\n",
        "req_qual": "\n\n\nBS degree in human resources, business administration or finance \n\n\nAt least 3 years of proven experience as a Compensation and Benefits Specialist \n\n\nPrior experience in HR practices and compensation cycle management \n\n\nWorking knowledge of job evaluation and job analysis systems \n\n\nExperience in implementing KPI System is a must \n\n\nFamiliarity with OKR System will be a big plus \n\n\nPrevious experience with organizational psychology and labor market surveys will be an advantage  \n\n\nGood Knowledge of English and Russian \n\n\nAdvanced knowledge of MS Office  \n\n\nGood knowledge of current labor rules and regulations \n\n\nFamiliarity with various types of incentives and benefits \n\n\nStrong quantitative and analytical skills \n\n\nTeam player with can-do attitude  \n\n\n",
        "req_cond_level": " Senior",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 183020965363992,
        "company": "10Web",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/6/b/9/5/6b9589b1.png",
        "title": "Executive Assistant",
        "deadline": " 20 September 2020 ",
        "category": " Business/Management ",
        "job_type": " Full time ",
        "job_desc": "\nWe are seeking an experienced individual to manage a multitude of daily tasks and operations for the CEO of a growing 10Web Company. This position requires a person who is nimble, extremely assertive and task-oriented. We are seeking an experienced individual to manage a multitude of daily tasks and operations for the CEO of a growing 10Web Company. This position requires a person who is nimble, extremely assertive and task-oriented.\n",
        "job_resp": "\nWhat do we expect from you?\n\nKeep up to date the calendar of meetings, including details for events, calls, visits and etc.;\nRecord all tasks assigned and committed to in meetings and emails, prioritize tasks to meet deadlines, consistently stay up to date and communicate priorities and urgency effectively;\nAttend certain executive team meetings to know the projects, priorities and deliverables. Take notes of all follow-up actions and keep track of each CEO’s deliverables;\nReview email correspondence to flag the most critical and keep track of changing priorities. Read, route, research and respond to others as needed;\nWork to prepare and draft materials including emails, agendas, meeting minutes, reports, summaries and presentations in a timely and accurate manner;\nCarrying out background research and presenting findings;\nServe as liaison with the executive team; assist with internal and external communications on behalf of the CEO;\nWelcomes guests by greeting them, in person or on the telephone; answering or directing inquiries;\nOrganizing small events and conferences;\nProvides back-up support and assistance as needed for the Office Manager; \nCoordinate all travel and visa arrangements, booking appointments;\nTaking responsibility for accounts and budgets;\nReconcile credit card statements;\nPerforms other duties as assigned.\n\n",
        "req_qual": "\nWhat do you bring to us?\n\nReputation for trustworthiness, tact, confidence,  maintaining accuracy in accounting;\nAbility to handle third party confidential information effectively;\nAdvanced written and verbal English communication skills;\nNegotiation skills, diplomacy;\nProficient in time management;\nHave excellent attention to detail and high-level accuracy with documents;\nAbility to take initiative on projects and track of CEO’s action items;\nMultitasking, organizational skills;\nAbility to assess, prioritize and act quickly;\nLearning-based, solution-oriented, tech-savvy and proactive;\nSelf-directed, self-motivated and results-driven team player who thrives in a high energy business culture;\nBachelor’s degree in BA, English and Communications or a related field;\nStrong history of professional work, with 2+ years of relevant work experience.\n\n",
        "req_cond_level": " Mid level",
        "salary": " Highly competitive, depending on experience and skills.",
        "add_info": ""
    },
    {
        "id": 232203220982591,
        "company": "American University of Armenia Fund",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/4/6/9/b/469b0a8b.png",
        "title": "Server Technician/ IT Specialist",
        "deadline": " 06 September 2020 ",
        "category": " IT security/Networks ",
        "job_type": " Part time ",
        "job_desc": "\nProject name",
        "job_resp": "\n\nDetermine network and computer system needs for the project before setting up the system.\nInstall all network hardware and software and make needed upgrades and repairs.\nMaintain network and computer system security and ensure that all systems are operating correctly.\nInvolved in hardware and software implementation of the back-end infrastructure, supporting multiple input/output formats to enhance open access and interoperability with existing systems and repositories. \nInvolved in information and knowledge integration tasks, and report about the integration of the EODESM system.\nSupport to enable the presentation of the data, information and meta-information in a user friendly and accessible manner. \n\n",
        "req_qual": "\n\nUniversity degree in relevant fields; \nProven experience in web application development;\nVery good knowledge of at least one  web framework (J2EE, Django, Spring, etc.);\nVery good knowledge of data management technologies (relational databases, etc.);\nExperience in a network/server management role;\nExperience with Server Installations;\nGood knowledge of English language.\nExperience with data security, maintenance, and session management;\nGood knowledge of Open GIS standards;\nGood knowledge of installing and managing applications on a computer cloud;\nWorking experience in international or national projects of similar content is a plus;\nGood knowledge of Python (for object oriented programming);\nExperience with Databases (e.g. Postgresql);\nExperience with server functionality - Apache2.\n\n",
        "req_cond_level": " Not defined",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 213103038917552,
        "company": "Fast Credit Capital UCO CJSC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/8/7/1/7871bfb7.png",
        "title": "Recruiter",
        "deadline": " 06 September 2020 ",
        "category": " Human Resources ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a talented, dynamic technical recruiter to join our team. \n",
        "job_resp": "\n\nCommunicate with the hiring managers to clarify the job requirements;\nFinalize the job descriptions according to the company standards;\nCreate and post job descriptions on job boards, career portals, etc.\nSource applicants, identify passive job seekers, and maintain an active candidate pipeline using a full range of recruitment tactics and resources;\nSchedule and conduct interviews with the candidates (via phone, video, in-person);\nCollaborate with the hiring managers to design the effective hiring flow;\nTake the initiative to improve the hiring process and flow if needed;\nProvide reports to the top management on the hiring process using various metrics.\n\n",
        "req_qual": "\n\nBachelor’s Degree required;\nAt least 2 years of recruiting experience including tech recruiting, sourcing and full life cycle recruiting;\nA strong understanding of the various roles within the organization; the ability to recruit at the various levels; \nStrong interpersonal skills",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 203375341289768,
        "company": "All.me LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/c/4/3/ac430d7a.png",
        "title": "Technical Support Specialist (With knowledge of Hindi)",
        "deadline": " 31 August 2020 ",
        "category": " Communications/Journalism/PR ",
        "job_type": " Full time ",
        "job_desc": "\nWe are an international IT company headquartered in Ireland. For more than 5 years, our professional team has been developing projects in the field of fintech, social media and e-commerce.\nOur team is the future of not only our company, but also the world of digital technologies. Join us and launch your ideas into the technology world!\n \n",
        "job_resp": "\n\nIdentify and assess User’s needs to achieve satisfaction and provide world class support;\nProvide accurate, valid and complete information by using the right methods/tools;\nHandle complaints, provide appropriate solutions and alternatives in timely matter and follow up to ensure resolution;\nBuild and execute social media strategy through competitive research, platform determination, benchmarking, messaging and audience identification;\nSet up and optimize company pages within each platform to increase the visibility of company’s social content\nFollow communication procedures, guidelines and policies;\nResearch and analysis of user requests;\nCommunicate with user’s through various channels;\nContinuously improve by capturing and analyzing the appropriate social data/metrics, insights and best practices, and then acting on the information;\nCollaborate with development and quality assurance engineers;\nCollaborate with other departments to manage reputation, identify key players and coordinate actions.\n\n",
        "req_qual": "\n\nBS in Communications, Marketing, Business, New Media or Public Relations;\nAt least 1 years of professional experience in a comparable position;\nExcellent verbal and written communication skills;\nFluency in English, Hindi;\nFamiliar with CRM systems and practices;\nQuick learner and ability to develop as a professional;\nUnderstanding cultural peculiarities of different countries;\nWorking under pressure and keeping calm in different situations;\nAbility to multi-task, prioritize and manage time effectively;\nAbility to work in a team and with minimum supervision;\nAbility to work flexible schedules (night shifts)․\n\n",
        "req_cond_level": " Not defined",
        "salary": " Competitive, based on previous experience and skills",
        "add_info": ""
    },
    {
        "id": 187935647064602,
        "company": "Cafe XV",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/2/8/c/4/28c4a508.png",
        "title": "Waiter",
        "deadline": " 20 September 2020 ",
        "category": " Tourism/Hospitality/HoReCa ",
        "job_type": " Full time ",
        "job_desc": " Անգլերեն և ռուսերեն լեզուների իմացությունը ցանկալի է",
        "job_resp": "Additional information",
        "req_qual": "",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 161631165828626,
        "company": "Algorithm Solutions LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/5/0/4/95042568.png",
        "title": "Javascript Team Lead",
        "deadline": " 20 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a motivated JavaScript Team Lead with strong leadership skills to make the team even stronger.\n \n",
        "job_resp": "\n\nDesign and develop complex web applications using full-stack JavaScript libraries;\nProvide thought leadership to software design and solutions;\nManage and mentor javascript developers on your team, to grow their skills and prepare them for increased responsibility;\nAbility to assess and initiate things independently;\nReview project requirements and work with the clients and team to achieve a quality result;\nLead discussions about project architecture and technical feasibility, make decisions, and justify your development approach;\n\n",
        "req_qual": "\n \n\nAt least 4+ years of experience in a software development environment, previous consulting experience and/or strong leadership positions;\nAdvanced knowledge of JavaScript and its ecosystem (e.g. unit testing, build tools);\nExperience with HTML , CSS , ReactJS/VueJS , Node JS ;\nExperience with GIT, BitBucket, Docker, CICD Pipeline;\nSolid knowledge of OOP and design patterns;\nExperience with React Native will be a big plus;\nExperience with AWS will be a big plus;\nExperience with MongoDB, MySQL, PostgreSQL ( Redis,  SQLlite  will be plus ); \nExperience in deployment processes;\nExperience in Agile software delivery approach;\n\n",
        "req_cond_level": " Senior",
        "salary": " Highly competitive + benefits.",
        "add_info": ""
    },
    {
        "id": 195863323189375,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Intern Animation - 6 month",
        "deadline": " 13 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Full time ",
        "job_desc": "\nWe are seeking a proactive, enthusiastic and resourceful individual who is capable of working both autonomously and as part of an international team. \n",
        "job_resp": "\nCreate promo-videos, infographics and interface animations\nProduce videos for Social Media, also about our products and their fuctionalities, create animated GIFs\nDevelop pixaloops, cinemographs, social media animation posts, etc.\nWir in a team and collaborate with project managers, designers, copywriters and photographers\n \n",
        "req_qual": "\n1+ years experience as a Animator\nGood English\nBachelor and Master Degree, in Fine Arts / Animation or equivalent experience\nWork Experience in 3D Animation and Video Production\nProficiency with Adobe Illustrator, Adobe Photoshop, Adobe After Effects, Cartoon Animator, Vyond and related applications\nA strong eye for a visual composition \n",
        "req_cond_level": " Junior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 183167965026003,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "NATIVE SPEAKER GERMAN Office Employee / Academical Writer",
        "deadline": " 13 September 2020 ",
        "category": " Foreign language ",
        "job_type": " Full time ",
        "job_desc": "\nWe look for German Speaking Office Employee that can speak an write perfectly German.\nNATIVE Level required.\n \n",
        "job_resp": "\nNATIVE / C2 Level in German.\nAcedemical Writing Skills \nHigh Level in English.\n",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 138009863076150,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Back-end Developer Internship (6 month)",
        "deadline": " 13 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are seeking a proactive, enthusiastic and resourceful individual who is capable of working both autonomously and as part of an international team.\n",
        "job_resp": "\n1) knowledge of PHP\n2) knowledge of some PHP Framework (Laravel, Yii ...) will be a plus\n3) good understanding of web application cycle\n4) knowledge of MySQL\n5) basic knowledge of front-end technologies (HTML / CSS / JS)\n6) knowledge of GIT/SVN will be a plus\n7) good English skills\nAbility to work with team, fast learning, motivated, with sence of humor.\n",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 243124276565508,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "WordPress Developer (ENGLISH IS WORKING LANGUAGE)",
        "deadline": " 13 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a WordPress developer to join our development team.\nAs a WordPress developer, you will be responsible for developing complex and multilingual websites.\nUltimately, the perfect candidate has extensive experience with PHP and WordPress and is willing to excel in a diverse and complex work environment.\n",
        "job_resp": "\n\n\nDevelop custom WordPress sites\n\n\nDevelop web-based PHP applications\n\n\nClosely collaborate with the design department\n\n\nLead the entire plugin development life cycle right from concept stage to delivery and post launch support\n\n\nOptimize and improve the existing codebase for maintenance and scale\n\n\nUse test driven development and acceptance tests to ensure feature quality\n\n\nCoordinate with the development team and project managers for status updates and progress as well as technical issues that may arise.\n\n\n \n",
        "req_qual": "\n\n\nPERFECT IN ENGLISH, OUR WORKING LANGUAGE IS ENGLISH.\n\n\n2+ years’ experience in WordPress development\n\n\nStrong knowledge and experience with PHP web frameworks\n\n\nExperience and knowledge of WordPress themes and templates\n\n\nUnderstanding the fully synchronous behavior of PHP\n\n\nBasic understanding of front-end technologies, such as JavaScript, HTML5, and CSS3 is a plus\n\n\nUnderstanding accessibility and security compliance\n\n\nExperience in developing responsive websites\n\n\nGood command of conversational English\n\n\n",
        "req_cond_level": " Mid level",
        "salary": " Competitive",
        "add_info": ""
    },
    {
        "id": 207049834477120,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "NATIVE SPEAKER German Content Writer / German Desk - Internship",
        "deadline": " 13 September 2020 ",
        "category": " Foreign language ",
        "job_type": " Full time ",
        "job_desc": "\nWe opened an internship position for a German Content Writer / Project Writer.\n",
        "job_resp": "\nResearch and create content for our websites.\nWrite different kinds texts to attract customers to our products.\nCreate content for our blog.\n",
        "req_qual": "\nExcellent oral and written communication skills in German\nExcellent team working skills\nExcellent research skills\n",
        "req_cond_level": " Junior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 71704371975866,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": " Graphic Designer",
        "deadline": " 13 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for an intern, an energetic, passionate and creative Person with up-to-date knowledge of design solutions to create designs for web applications and print materials with high visual impact.\nYou will work on a variety of web applications and websites, corporate identities, flyers and brochures and you will be responsible for conceptualization and implementation of the designs of our web solutions.\n \nDuration",
        "job_resp": "\nDo you have some experience in designing web applications (SaaS Software) and websites?\nCan you deliver outstanding graphical works?\nDid you work in Figma already?\nYou have a Bachelor’s degree, better a Master degree?\nYour English perfect, oral and writing?\nPlease apply ONLY when you can answer all questions with a yes.\n",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 71169025876458,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": " UI/UX Designer",
        "deadline": " 13 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for an intern, an energetic, passionate and creative Person with up-to-date knowledge of design solutions to create designs for web applications and print materials with high visual impact.\nYou will work on a variety of web applications and websites, corporate identities, flyers and brochures and you will be responsible for conceptualization and implementation of the designs of our web solutions.\n \nDuration",
        "job_resp": "\nDo you have some experience in designing web applications (SaaS Software) and websites?\nCan you deliver outstanding graphical works?\nDid you work in Figma already?\nYou have a Bachelor’s degree, better a Master degree?\nYour English perfect, oral and writing?\nPlease apply ONLY when you can answer all questions with a yes.\n",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 122921371185468,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Junior Vyond Animator",
        "deadline": " 13 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Full time ",
        "job_desc": "\nWe are seeking a proactive, enthusiastic and resourceful individual who is capable of working both autonomously and as part of an international team. \n",
        "job_resp": "\nCreate Vyond animation story-videos\n",
        "req_qual": "\n2+ years experience as an Animator with Vyond\nGood English\nBachelor and Master Degree, in Fine Arts / Animation or equivalent experience\n \n",
        "req_cond_level": " Junior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 94136197624766,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Intern Vyond Animator",
        "deadline": " 13 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Internship ",
        "job_desc": "\nWe are seeking a proactive, enthusiastic and resourceful individual who is capable of working both autonomously and as part of an international team. \n",
        "job_resp": "\nCreate Vyond animation story-videos\n",
        "req_qual": "\n1+ years experience as a Designer\nGood English\nBachelor and Master Degree,\n",
        "req_cond_level": " Junior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 221860739165180,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Experienced Trainer for SEO Content Writing Training (Training for Staff)",
        "deadline": " 20 September 2020 ",
        "category": " Content writing ",
        "job_type": " Fixed term contract ",
        "job_desc": "\nWe look for an experienced trainer to train our stuff / interns in SEO Content Writing.\nWe want to hire someone for 8-16 hours of training (1-2 days). Schedule can be discussed. You need to provide training materials.\n",
        "job_resp": "\nThe topics are at least",
        "req_qual": "\nProfessional Trainer with at least 5 years of experience in Search Engine Marketing (SEM) and Search Engine Optimazation (SEO) in a large company.\n",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 105028517504344,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Experienced Trainer for UX Design and Web Application Design (Training for Staff)",
        "deadline": " 20 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Fixed term contract ",
        "job_desc": "\nWe look for an experienced trainer to train our stuff / interns in UX Design / Web Application Design.\nWe want to hire someone for 40 hours of training (5 days). Schedule can be discussed. You need to provide training materials.\n",
        "job_resp": "\nAt least 5 years of experience in UX design and web application design.\n \n",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 127430839791129,
        "company": "Willing & Able Operations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/8/f/b/4/8fb4a27a.jpg",
        "title": "Experienced Trainer for Intensive Social Media Marketing (SMM) Course / Training",
        "deadline": " 20 September 2020 ",
        "category": " Marketing/Advertising ",
        "job_type": " Fixed term contract ",
        "job_desc": "\nWe look for an experienced trainer to train our stuff / interns on Social Media Marketing (SMM) Course.\nWe want to hire someone for 40 hours of training / schedule can be discussed. You need to provide training materials.\n",
        "job_resp": "\nIntensive training in all fields of Social Media, but at leat the following, topics",
        "req_qual": "\nAt least 5 years of experience in Social Media Marketing (SMM) in a large company.\n",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 249279176787225,
        "company": "Krisp",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/e/7/d/2/e7d26bbd.jpg",
        "title": "Senior Product Manager - Enterprise",
        "deadline": " 20 September 2020 ",
        "category": " Product/Project Management ",
        "job_type": " Full time ",
        "job_desc": "\nKrisp is a deep-tech and product-focused company. We create world-class and exciting technologies and package them into simple and elegant products. Krisp apps are used by professionals throughout the world from companies such as Gitlab, Twilio, Salesforce, Zoom, Microsoft and hundreds of others.. Krisp was recognized by Forbes as one of America’s most promising AI companies, recently secured Series A funding and is growing rapidly in both the consumer and enterprise spaces. \nKrisp is looking for a talented, passionate, and experienced product manager with experience in B2B products to join the team and lead Krisp’s expansion deeper into the enterprise. In this role, you will define and grow Krisp’s enterprise roadmap, work with large enterprise customers, and make the large-scale deployment and use of Krisp a delightful experience. You are a technically curious and capable candidate who is able to understand complex technical problems, work with very smart engineers, and deliver a world-class product on time with high quality.\n \n",
        "job_resp": "\nAs Senior Product Manager for our  Krisp Enterprise platform, you will",
        "req_qual": "\nKrisp is looking for a Senior Product Manager with a demonstrated track record of setting vision and delivering on customers needs.\n\nYou have 3+ years of experience as a product manager in a fast-paced, preferably in SaaS-based enterprise focused organization\nYou understand the needs of enterprise companies, their requirements, constraints, workflows, decision-making process and are able to articulate what is important and what is not\nYou have a proven track record of managing and successfully delivering new products and features, ensuring that iterative development leads to successful customer experience\nYou have a good design feel and aesthetics with the ability to articulate an excellent UI and UX experience\nYou know how to work with data and make data-informed smart decisions\nYou are detail-oriented, organized, ethical, responsible, and self-motivated\nBonus points",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 81218432092085,
        "company": "Digitec Innovations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/2/5/f/e/25fe5922.png",
        "title": "Android Developer",
        "deadline": " 20 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nDigitec Innovations is looking for an Android Developer to join its team of dedicated professionals.\nThe chosen candidate should be committed to delivering high-quality custom-tailored solutions for corporations and startups.\n",
        "job_resp": "\n\nDesign and build advanced mobile applications for the Android platform\nWrite great, maintainable code, quickly building new features\nImplement polished frontend UX design enhancements\nCollaborate with cross-functional teams to define, design, and ship new features\nWork on bug fixing and improving application performance\nContinuously discover, evaluate, and implement new technologies to maximize development efficiency\n\n",
        "req_qual": "\n \n\nAt least 2 years of work experience as an Android Developer\nExcellent knowledge of Java and OOP\nHands on experience with Kotlin is abig plus\nExcellent knowledge of Android SDK\nExperience with third-party libraries and APIs\nKnowledge of the general mobile landscape, architectures, trends, and emerging technologies\nSolid understanding of the full mobile development lifecycle\nExcellent communication, interpersonal and problem solving skills\nDetail oriented personality and a self-starter\nFamiliarity with Scrum/Agile methodologies is a plus\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 176780181348719,
        "company": "Digitec Innovations LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/2/5/f/e/25fe5922.png",
        "title": "Node.js Developer",
        "deadline": " 20 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nAre you a brilliant mind for modern web development and currently looking for a new challenge?\nDigitec has an exciting opportunity to recruit a backend web developer to join our passionate team and help deliver a vast array of outstanding projects.\nFor more details take a look at the application here",
        "job_resp": "\n\nParticipate in the full software development life-cycle, including development, code reviews, testing, and production deployment\nImprove and refactor new and existing platforms to ensure its performance and scalability\nProactively fixing upcoming bugs and solving technical challenges\nContributing ideas to our product development roadmap\nWork closely with PM’s and Frontend developers on recent features delivery\n\n",
        "req_qual": "\n \n\nAt least 2-year hands-on experience in Node.js\nHands-on experience in Typescript is a big plus\nHands-on experience in PHP (Yii/Laravel/Others) is a big plus\nExperience with SQL and NoSQL databases (PostgreSQL/MySQL, MongoDB)\nExperience with key-value databases such as Redis is a plus\nKnowledge of OOP fundamentals\nExperience with Docker, Kubernetes is a plus\nKnowledge of design principles of high-performance scalable applications is a big plus\nExperience of working with version control systems\nWriting clean, well designed, testable, efficient code\nGood communication skills\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 40821377449228,
        "company": "Yerevan Chocolate Company CJSC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/2/1/7/a/217a9a12.JPG",
        "title": "Export Assistant",
        "deadline": " 20 September 2020 ",
        "category": " Administrative/office-work ",
        "job_type": " Full time ",
        "job_desc": "\nՇոկոլադի արտադրությամբ զբաղվող Երևանի Շոկոլադի Գործարան-ը  հայտարարում է մրցույթ`«Արտահանման  բաժնի օգնական»-ի թափուր պաշտոնը համալրելու նպատակով։\n",
        "job_resp": "\n\n Ապահովել արտահանման բաժնի փաստաթղթաշրջանառությունը\nԳործարքներին վերաբերող փաստաթղթերի պատրաստում, վերահսկողություն հետագա գործընթացի հետ կապված\n Պայմանագրեր կազմելու և կնքելու համար նախապատրաստել պահանջվող նախնական փաստաթղթերի փաթեթը, ըստ անհրաժեշտության մասնակցել դրանց կնքմանը\nԻրականացնել  պաշտոնից բխող և անմիջական ղեկավարության կողմից հանձնարարված այլ գործառույթներ\n\n",
        "req_qual": "\n\nԲարձրագույն կրթություն  \nԱնգլերեն և ռուսերեն լեզուների իմացություն\nՏեղեկատվության հավաքագրման, մշակման և փոխանցման եղանակների տիրապետում\nՀամակարգչային ծրագրերի իմացություն (Microsoft Օffice)\n\n",
        "req_cond_level": " C level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 262455318559887,
        "company": "SoftConstruct",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/a/9/c/ba9c3c22.png",
        "title": "Internship ",
        "deadline": " 01 September 2020 ",
        "category": " Software development ",
        "job_type": " Internship ",
        "job_desc": " .NET, QA, React.js programming languages.Softconstruct is launching a long-awaited internship programme, which will provide the youth with the chance to study and gain work experience in a leading company of Armenia. Our best specialists will share their experience and knowledge, the participants will have a unique opportunity to be involved in the best programmes. Within this 3-months programme, the participants will study",
        "job_resp": "Additional information",
        "req_qual": "",
        "req_cond_level": "",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 121922052574161,
        "company": "Children's Factory",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/7/4/b/b74beb75.JPG",
        "title": "Play area coordinator/teacher",
        "deadline": " 05 September 2020 ",
        "category": " Education/training ",
        "job_type": " Full time ",
        "job_desc": "\nChildren’s Factory is looking for young, enthusiastic play area coordinators who will work both full-time and part-time with children in the play area of our Complex. He/she must guide children in our play areas at all times, take responsible for children’s safety, while also being a teacher/mentor for them.\n",
        "job_resp": "\n\nResponsible for being extremely attentive to children\nResponsible for never leaving children unattended and follow them around at all times\nResponsible for child's safety\nResponsible for making play time fun and enjoyable for children\nResponsible for taking care of all child's needs\nResponsible for teaching the child how to use our play rooms\nOverall responsibility of the play area organization\nAbility to stay active, moving and standing for long periods of times\n\n",
        "req_qual": "\n\nAny degree or education related to childcare or teaching\nSimilar work experience\nHigh sense of responsibility\nKnowledge of foreign languages\nLove towards working with small children\nPatience\n\n",
        "req_cond_level": " Not defined",
        "salary": " Compettitive",
        "add_info": ""
    },
    {
        "id": 120588855507211,
        "company": "Weflex",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/3/9/6/4/396491da.png",
        "title": "Backend Developer",
        "deadline": " 20 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a Backend Developer to join our team. You will be responsible for integrating the front-end elements.\n",
        "job_resp": "\n\nRead, understand and modify the existing code\nRefactor, optimize and improve the existing codebase for maintenance and scale\nWrite clean code and follow best practices in coding standards\nBuild reusable, testable, and efficient code.\n\n",
        "req_qual": "\n\nExperience in PHP Frameworks (Symfony, Laravel, etc)\nStrong foundation in web fundamentals - JavaScript, HTML, and CSS\nAdvanced skills in NoSQL and SQL Databases\nDeep understanding of OOP principles\nExperience with Linux server, Git\nExperience of working with online payment systems (Paypal, Stripe)\nExperience of working with Wordpress is a plus\nNode.js knowledge is a plus\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 245840405084188,
        "company": "Odessi Group",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/d/b/d/9dbd8d87.png",
        "title": "Web Developer",
        "deadline": "  31 August 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nJob description",
        "job_resp": "\nJob responsibilities",
        "req_qual": "\n-Clear IN ENGLISH, OUR WORKING LANGUAGE IS ENGLISH.\n-2+ years’ experience in Web development\n-Strong knowledge and experience with PHP web frameworks\n-Experience and knowledge of WordPress themes and templates\n-Understanding the fully synchronous behavior of PHP\n-Basic understanding of front-end technologies, such as JavaScript, HTML5, and CSS3 is a plus\n-Understanding accessibility and security compliance\n-Experience in developing responsive websites\n-Good command of conversational English\n-Required candidate level",
        "req_cond_level": " Not defined",
        "salary": " Depends on specialist's quality and expectations ",
        "add_info": ""
    },
    {
        "id": 111394661006841,
        "company": "Children's Factory",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/7/4/b/b74beb75.JPG",
        "title": "Premium Kids' Cafe and Play Area Manager",
        "deadline": " 05 September 2020 ",
        "category": " Sales/service management ",
        "job_type": " Full time ",
        "job_desc": "\nChildren’s Factory is looking for a young, enthusiastic manager. He/she must manage day to day activities and ensure smooth work in all aspects of café/play area. \n",
        "job_resp": "\n\nResponsible for taking phone calls\nResponsible for answering all messages and requests from social media\nResponsible for making reservations\nResponsible for making good connections with clients\nResponsible for overall safety of play area and café\nHas to quickly identify and solve any ongoing issues\nOverall management\n\n",
        "req_qual": "\n\nUniversity Bachelor’s degree\nExcellent knowledge of English, Russian, Armenian\nSimilar work experience\nHigh sense of responsibility\nLeadership qualities\nEnthusiastic about working with children\nExcellent communication skills\n\n",
        "req_cond_level": " Not defined",
        "salary": " Compettitive",
        "add_info": ""
    },
    {
        "id": 251625407089433,
        "company": "SoftConstruct",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/a/9/c/ba9c3c22.png",
        "title": "Head of Management Accounting Unit",
        "deadline": " 04 September 2020 ",
        "category": " Finance Management ",
        "job_type": " Full time ",
        "job_desc": "\nSoftconstruct is looking for Head of Management Accounting Unit who will be responsible for overall accounting functions and provide proper report.\n",
        "job_resp": "\n\nCreating financial statements for internal requirements\nOversee and manage the general accounting functions, including, but not limited to",
        "req_qual": "\n\n3+ years of progressive accounting experience with a portion of it being in a supervisory role\nAbility to manipulate large amounts of data\nProven knowledge of bookkeeping and accounting principles, practices, standards, laws and regulations\nProficient computer skills, Microsoft Office Suite (Word, PowerPoint, and Excel); experience with accounting software•\nExcellent written communication skills\nAdvanced knowledge of financial and accounting best practices, laws, standards, and state/national regulations\n\nSkills and Competencies\n\nAccurate and precise attention to detail\nAble to multitask, prioritize, and manage time efficiently organizing and prioritizing\nComfortable and capable of advising and presenting to senior management\nAbility to direct and supervise communication skills\nVendor relationship skills\n\n",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 49206404742774,
        "company": "SoftConstruct",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/a/9/c/ba9c3c22.png",
        "title": "Customer Support Agent – French Language (Mixed shift)",
        "deadline": " 01 September 2020 ",
        "category": " Administrative/office-work ",
        "job_type": " Full time ",
        "job_desc": "\nSoftConstruct is seeking an active and communicative Customer Support Agent with profound knowledge of French to join our Customer Service team. This is a full time position with mixed shift.\n",
        "job_resp": "\n\nDeliver customer service through online and phone support\nProvide solutions to customers with the help of supervisors from different departments \nProvide detailed information about websites, procedures, payments and requests\nTranslate database information about registered bets \n\n",
        "req_qual": "\n\nProficient user of French language both spoken and written\nExcellent listening and communication skills\nCustomer service skills\nAbility to work under strict deadlines and pressure\nAbility to work as a part of a team\nAbility to be patient and understanding\nExperience in the field is a plus\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 46641928918083,
        "company": "ServiceTitan",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/0/2/a/e/02ae50b9.png",
        "title": "Sr. Product Manager - Sales Tech",
        "deadline": " 13 September 2020 ",
        "category": " Product/Project Management ",
        "job_type": " Full time ",
        "job_desc": "\nSr. Product Manager\nServiceTitan is looking for a SalesTech Product Manager with a track record for driving new products and features from concept to successful launch, market adoption, and value realization. This is an integral, highly-visible role with the opportunity of making a huge impact for ServiceTitan. The SalesTech Sr. PM is responsible for the development and launch of features related to the point of sale experience for residential and commercial service providers and their customers. \nThe portfolio of SalesTech’s point of sale products includes",
        "job_resp": "\n\nDevelop and execute on the strategic vision for point of sale products for our residential and commercial service providers including ServiceTitan Pricebook, Pricebook Pro, and future envisioned mobile sales tools. Make that vision a reality by getting buy in from key stakeholders internally and externally.\nDrive roadmap planning while properly assessing impact and conducting effective discovery to maximize product and feature success.\nLiaison between the product team and internal teams to identify product gaps, develop requirements, and communicate roadmap.\nWork with clients and 3rd party integration partners in assessing needs, defining requirements and obtaining leadership buy-in.\nWork closely with our designers, engineers, product marketing and growth teams to perform UX research, design exploration, usability testing, and launch commercially available products.\nDemo new features to prospects and customers, organize internal and external feedback and manage beta releases.\nManage backlog of features and enhancements for clients and communicate timing and status to internal teams and customers.\nAssess customer escalations, impact to roadmap and allocate resources accordingly for resolution.\nCollaborate with the QA team to prioritize product defects/bugs and provide guidance to the development team on expected behavior.\nManage the content strategy and operations capability to continuously improve and expand content in our Pricebook products.\n\n",
        "req_qual": "\n\n4-7 years of relevant work experience in a product management role\nStrong analytical abilities and prior experience with building business cases, data analysis, and problem solving\nExcellent communication, writing, and presenting skills\nSelf-starter that thrives in an entrepreneurial, fast-paced environment with the demonstrated capacity to lead, motivate and work well with others\nProven ability to multi-task and manage multiple projects at a time while paying strict attention to detail\nIntelligent, quick thinking, and fast learning team player\nMobile experience prefered\nPrior experience in taking a product from concept to successful launch is a strong plus\nFamiliarity with SaaS business models and/or UX/product in SalesTech or digital point of sale systems a plus\n\n",
        "req_cond_level": " Not defined",
        "salary": " Highly competitive + benefits",
        "add_info": ""
    },
    {
        "id": 15097558286147,
        "company": "ServiceTitan",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/0/2/a/e/02ae50b9.png",
        "title": "Sr. Product Manager - Inventory",
        "deadline": " 13 September 2020 ",
        "category": " Product/Project Management ",
        "job_type": " Full time ",
        "job_desc": "\nServiceTitan’s Inventory Management team is building a state of the art end-to-end management solution for the customers in the Home Service Industry to manage millions and billions of dollars of inventory. Our team is accountable for delivering a delightful experience to our customers with high accuracy and stability. Our solution ensures that our customers can plan and define their stocks, make necessary purchases confidently, move items easily, consume items easily, and perform required analysis while providing a seamless experience. Our role in ServiceTitan is high-impact and important to ServiceTitan’s success in delivering an integrated and one-stop Supply Chain Solution to our customers.\nWe are looking for an experienced product manager with a track record of driving the product and features from conception to successful launch and market adoption. You will define the product roadmap to drive the development and launch of features that are core to the Inventory Management solution. This is a highly visible role that will require partnering with the Growth, Accounting and Pricebook teams to impact ServiceTitan’s bottom line. You should possess superior collaboration skills to drive alignment among diverse teams, excellent business judgement to define a compelling roadmap, and strong management skills to handle multiple projects in complex environments.\n",
        "job_resp": "\n\nOwn the vision of Inventory Management solution and deliver the vision flawlessly by driving alignment from key stakeholders - internally and externally\nPerform discovery and ideation with internal and external stakeholders to understand the business drivers and goals to develop new functionality or enhance existing\nDrive roadmap planning with cross-functional product peers while properly assessing impact and aligning with the company's goals\nWork with clients to conduct proper upfront discovery research to assess market needs, defining requirements and obtaining sign-off\nWork closely with our designers, engineers, product marketing, technical writers and growth teams to perform UX research, design exploration, usability testing, build POCs or launch commercially available products/features\nManage backlog of features and enhancements for clients and communicate timing and\nstatus to internal teams and customers\nAssess customer escalations effectively, impact to roadmap and allocate resources\naccordingly for resolution\nBe the primary liaison between the product team and internal teams (support, success, onboarding) to identify product gaps, offer creative workarounds/solutions, develop requirements, and communicate roadmap\nCollaborate with the QA team to prioritize product defects/bugs and provide guidance to\nthe development team on expected behavior\nMeasure and track the success of the product/feature launch through defined metrics\nDemo new features to prospects and customers, organize internal and external feedback, manage beta releases\nPerform user acceptance testing for new features and collaborate with the training team on documentation efforts\n\n",
        "req_qual": "\n\nBachelor’s degree in Business, Engineering or Supply Chain; MBA preferred\nPrior experience of taking a product from conception to successful launch\nExperience working with the trades or building an inventory management solution preferred\nExperience of handling changing priorities with strong bias for action\nBasic understanding of Tableau and SQL\n3+ years in a product management role\nProven ability to manage multiple competing priorities simultaneously\nAbility to interact with customers to gather data, use cases and workflows\nManage competing priorities and make trade-offs to meet business goals and deadlines\n\n",
        "req_cond_level": " Not defined",
        "salary": " Highly competitive + benefits",
        "add_info": ""
    },
    {
        "id": 16892993865605,
        "company": "Digitain ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/3/b/b/13bbacf5.png",
        "title": "Senior Product Designer",
        "deadline": " 20 September 2020 ",
        "category": " Web/Graphic design ",
        "job_type": " Full time ",
        "job_desc": "\nDigitain is looking for a passionate Senior Product Designer. Product Designers are responsible for analyzing business needs and designing user experiences. They are expected to design and prototype user interfaces that clearly illustrate how pages function and adjust based on user feedback.\n",
        "job_resp": "\n\nIdentify the user needs and improve on existing features and experiences \nGather requirements in collaboration with product owners, project management office, developers and testers \nIllustrate design ideas using storyboards, process flows and high-level wireframes \nDesign visually appealing interfaces\nDevelop UI mockups and prototypes that clearly illustrate how pages function \nConduct usability tests and create a report showcasing your findings \nPrepare and present rough drafts to internal teams and key stakeholders \nIdentify and troubleshoot UX problems \nConduct page layout adjustments based on user feedback \nAdhere to UI style standards on fonts, colors and graphical images \nSupport agile teams with on-going initiatives \n\n",
        "req_qual": "\n\nExperienced visual designer demonstrated by previous design projects\nExperience designing solutions for web, mobile and native platforms\nTeam player\nDetail oriented\nGood knowledge of English and Russian languages\n\n",
        "req_cond_level": " Senior",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 138584763524962,
        "company": "EcoVille LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/f/7/c/af7c51f7.png",
        "title": "Կորպորատիվ վաճառքի մասնագետ",
        "deadline": " 20 September 2020 ",
        "category": " Sales/service management ",
        "job_type": " Full time ",
        "job_desc": "\n«ԷկոՎիլ արևային տեխնոլոգիաներ» ընկերությունը  իր պրոֆեսիոնալ թիմը համալրելու նպատակով փնտրում է փորձառու և ակտիվ վաճառքի մասնագետի, ով կիրականացնի կորպորատիվ  հաճախորդների ներգրավման և  սպասարկման գործընթացը",
        "job_resp": "\n\nՊոտենցիալ կորպորատիվ հաճախորդների բացահայտում, բանակցությունների վարում, գործնական հարաբերությունների զարգացում,\nԸնկերության արտադրանքի և ծառայությունների մասին ամբողջական ինֆորմացիայի տրամադրում կորպորատիվ հաճախորդներին,\nԱրևային տեխնոլոգիաների շուկայի ուսումնասիրություն, մրցակիցների վերլուծություն,\nԿազմակերպության ապրանքների և մատուցվող ծառայությունների վաճառքի խթանում, պատվերների ընդունման  և տեղադրման գործընթացի կազմակերպում,\nԿորպորատիվ հաճախորդների հետ աշխատելու սկզբունքների և ընթացակարգերի իմացություն,\nԿատարված աշխատանքների վերաբերյալ հաշվետվությունների պատրաստում և  տրամադրում ղեկավարությանը",
        "req_qual": "\n\nԲարձրագույն կրթություն,\nԱռնվազն 2 տարվա աշխատանքային փորձ վաճառքի բնագավառում,\nՀայերենի գերազանց իմացություն, անգլերեն և ռուսերեն լեզուների լավ իմացություն,\nԿորպորատիվ հաճախորդների հետ երկարաժամկետ հարաբերություններ կառուցելու համապատասխան հմտություններ և գործնական էթիկա,\nԼարված միջավայրում դինամիկ և արդյունավետ աշխատելու կարողություն,\nԹիմային աշխատանքի և ներկայացման գերազանց հմտություններ,\nԺամանակի կառավարման հմտություններ",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 137365235539331,
        "company": "SoftConstruct",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/a/9/c/ba9c3c22.png",
        "title": "Junior Risk Analyst (mixed shifts)",
        "deadline": " 01 September 2020 ",
        "category": " Business/Management ",
        "job_type": " Full time ",
        "job_desc": "\nSoftConstruct is looking for  qualified individuals to join our team as a Junior Risk Analyst, who will work on risky online gaming areas, find any fraudulent activity on the site, conduct reconciliations with providers, find bugs in any directions of the site and support, inform the relevant departments about the changes on the website. \n",
        "job_resp": "\n\nIdentifying and monitoring different types of fraud\nUnderstanding player behavior with the intention of identifying possible fraud activities\nCreating customer profiling and segmentation\nInvestigate and classify fraudulent users to avoid high-risk scenarios. \nCommunicating fraud cases with other departments to resolve issues as soon as possible\nKeeping up to date with new fraud methods and ways to prevent them in the industry\nIf fraud occurs, perform analysis and suggest appropriate product enhancements\nCooperate directly with platform developers and account managers. \nCoordinate, analyze and optimize online game products. \nControl large payouts to the players by assuring that all turnover requirements are met.\nCalculate cashback and bonuses. \nImprove processes/procedures related to fraud and withdrawal processing. \nCorrect errors caused by software and/or human factor\n\n",
        "req_qual": "\n\nA bachelor’s degree in  Finance, Mathematics or other relevant field, technical background is preferable. \nWillingness to work on 24/7 shifts\nWork experience in relevant field will be a big plus. \nGood knowledge of Armenian, Russian and English languages.\nKnowledge of KYC procedures and AML measures will be a plus.\nAdvanced computer user. \nAbility to work under high pressure. \nPassion, drive and motivation to learn new things.\n\n",
        "req_cond_level": " Junior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 87457422828561,
        "company": "Viveo Health",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/e/1/a/1/e1a1d421.png",
        "title": "Angular Developer",
        "deadline": " 20 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are looking for a mid/senior level Front-end developer with at least 3 years of relevant experience to join our worldwide team from Yerevan office (home office during Coronavirus). As a developer you will be a part of the scrum team, you will focus the team efforts on implementing product vision and delivering business value via code and systems growth. Together with other stakeholders you will solve issues and implement new business opportunities and help to create new innovative healthcare solutions world needs. This position is for someone who loves to wear many hats, is passionate about technology and building products users love.\n",
        "job_resp": "\n\nDesigning and building Viveo’s growing frontend systems\nImprove our platform to keep it performant and scalable\nContributing ideas to our product development roadmap\nStrong understanding of the latest ES standards and language features \nStrong attention to details \nResearch and recommend new technologies to improve user experience \nFamiliar with agile processes such as Scrum and working as part of an agile team  \n\n",
        "req_qual": "\n\nKnowledge of ES6+, Webpack, and Babel, eslint \nStrong knowledge of Angular and Typescript \nStrong knowledge of RxJS\nExperience with REST API requests, authentication, website security \n3 years of experience. \nStrong knowledge of web-based scalable application development technologies \nNodeJS knowledge is a plus \nKnowledge in Databases is a plus\nExperience with Reactive programming is a plus\nExperience with React, Vue or similar technologies is a plus  \n\n\nWe Offer\n\nPossibility to work in a product company\nProfessional growth\nCompetitive compensation\nPossibility to challenge yourself by using your full skillset in fast growing healthcare start-up\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 279541115823418,
        "company": "Digitain ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/3/b/b/13bbacf5.png",
        "title": "Quality, Training and Communications specialist",
        "deadline": " 20 September 2020 ",
        "category": " Education/training ",
        "job_type": " Full time ",
        "job_desc": "\nDigitain is seeking a professional to take the position of Quality, Training and Communications specialist in the Company's team. He/she will be responsible for preparation, organization and delivery of trainings, necessary to Customer Care and Service Delivery staff, on-time and correct communication provision within Customer Care and Service Delivery teams, Quality control and provision of necessary information.\n",
        "job_resp": "\n\nPreparation of training materials\nDelivery of trainings on new products, features, as well as skills for customer service quality improvement inside Customer Care and Service Delivery teams\nCustomer service quality control, assessment and improvement, feedback provision\nKnowledge tests organization and handling for new and current employees\nEnsuring the circulation and dissemination of information necessary for customer service\nArrangement of skills improvement coaching sessions\nOther functions assigned by the immediate supervisor\n\n \n",
        "req_qual": "\n\nUniversity degree\nMinimum 2-3 year work experience in relevant field or in Customer service\nExcellent interpersonal and communication skills (oral and written) and training handling skills\nCompetent speech, ability to motivate and persuade\nKnowledge of MS office, good knowledge of Power Point, Internet navigation skills\nAbility to deliver trainings and quality materials in Armenian, Russian and English languages\nAnalytical thinking, open to changes and quick orientation skills\nWorking ethics, high sense of responsibility, hardworking, initiative and flexible personality;\nAbility to work under high pressure and deal with strict deadlines\nAbility to prioritize and simultaneously perform different tasks\n\n \n\n\n\n\n",
        "req_cond_level": " Not defined",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 74366583975240,
        "company": "All.me LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/c/4/3/ac430d7a.png",
        "title": "iOS Developer",
        "deadline": " 31 August 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nWe are an international IT company headquartered in Ireland. For more than 5 years, our professional team has been developing projects in the field of fintech, social media and e-commerce.\nOur team is the future of not only our company, but also the world of digital technologies. Join us and launch your ideas into the technology world!\n",
        "job_resp": "\nWe plan to develop and implement large features in the product in 2020, so we need a iOS Developer.\nTasks",
        "req_qual": "\nArchitecture\n1) MVVM + Clean\n2) Unidirectional\nTechnology Stack",
        "req_cond_level": " Senior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 10085244202213,
        "company": "Digitain ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/3/b/b/13bbacf5.png",
        "title": "Digital Marketing Manager",
        "deadline": " 20 September 2020 ",
        "category": " Marketing/Advertising ",
        "job_type": " Full time ",
        "job_desc": "\nIf you have in-depth knowledge of marketing tools and strategies and are able to lead integrated digital marketing campaigns from concept to execution, if your passion is digital marketing, we want to meet and talk to you. We are looking for a Digital Marketing Senior Specialist to develop, implement, track and optimize our digital marketing campaigns across all digital channels.\n",
        "job_resp": "\n\nCreate and actively manage campaign roadmaps\nOwn and be accountable for the success of client digital marketing campaigns\nBreakout strategic objectives to the task level\nDesign digital media campaigns aligned with business goals\nManage SEO/SEM\nTrack, report, and analyze website analytics and social media and campaigns\nWork with editorial and marketing teams to drive SEO in content creation and optimization\nImplement changes to website architecture, content, linking and other factors to improve SEO positions for target keywords\nResearch and analyze competitor websites and online presence\nStay up-to-date with digital media developments\nMeasure and report performance of all digital marketing campaigns, and assess against goals (ROI and KPIs)\nHelp create campaign messages, content for the campaigns and other marketing communications\n\n",
        "req_qual": "\n\nBS/MS degree in Marketing, Digital Media  or a related field\n5+ years of proven working experience in digital marketing\nDemonstrable experience leading and managing SEO/SEM, marketing database, email, social media \nHighly creative with experience in identifying target audiences and devising digital campaigns that engage, inform and motivate\nExperience with visual communication principles\nFamiliarity with web design and content management systems\nSolid knowledge of website analytics tools (e.g., Google Analytics, NetInsight, Omniture, WebTrends)\nExperience in setting up and optimizing Google Adwords campaigns\nExcellent analytical and project management skills\nStrong data-driven thinking\nAn ability to multitask and perform under tight deadlines.\nStrong verbal and written communication skills.\nUp-to-date with the latest trends and best practices in online marketing and measurement\nExperience with content creation, creative brainstorms and marketing communication techniques \n\n",
        "req_cond_level": " Not defined",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 105514277283106,
        "company": "TUMO Center for Creative Technologies",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/1/6/a/a16a1e46.png",
        "title": "Technical Support Assistant",
        "deadline": " 19 September 2020 ",
        "category": " Other IT ",
        "job_type": " Full time ",
        "job_desc": "\nTUMO Center for Creative Technologies is looking for a Technical Support Assistant to join the IT team to support with daily technical needs and inventory management.\n",
        "job_resp": "\n\nTechnical support for staff and students’ day-to-day needs in implementing Tumo’s educational programs (individual students, coaches, workshops and learning lab requests, other teams, and offices), including moving, setting up and servicing of computers and other equipment, software setup, basic research on how to fulfill specific requests. Inform supervisor of non-basic requests and follow his lead on how to fulfill them.\nAssist in managing the inventory entrusted to the IT team, keeping the inventory organized, and the database of equipment up to date in cooperation with the IT inventory manager.\nTake reservations for checkout and check-in of equipment requested by students and staff, including for workshops and learning labs in all centers; assist inventory manager in scheduling equipment distribution to all centers; check out equipment to students and staff and provide directions on use.\nCheck in equipment returned by students and staff and inspect and report equipment needing repair and maintenance.\nProvide information to supervisor regarding late returns of equipment, missing items, and repeat offenders of the equipment fair use policy.\nTroubleshoot equipment, provide general maintenance and recommend equipment for repair.\nRecommend purchase of parts and equipment to supervisor and superiors.\n Assist in providing technical support for events, tours, presentations, and workshops on the setup and use of audio and video equipment; coordinate lighting with the relevant team.\nAssist with other logistical needs for events, tours, and presentations.\nMaintain a regular log of requests and their fulfillment.\nFollow established policies and procedures.\nOther duties as assigned by superiors.\n\n",
        "req_qual": "\n\nUniversity Degree related to IT or an affiliated field.\nA minimum of one-year work experience in IT support or a related field.\nGood knowledge of computer hardware diagnosis and maintenance, including desktops, laptops, printers, projectors, and other peripherals.\nBasic knowledge of Windows Server, Windows AD, networking concepts and devices.\nExperience with Windows and Mac Operating Systems.\nExperience in troubleshooting software problems and application support;\nAbility to work independently.\nAbility to work late and weekend shifts.\nAbility to lift and carry items up to 15 kilos and to bend to check cables and devices under tables or in the floor.\nExceptional interpersonal skills and ability to work as a team member.\nKnowledge of Armenian and English languages.\nWillingness to learn.\n\n",
        "req_cond_level": " Not defined",
        "salary": "Additional information",
        "add_info": ""
    }
]