[
    {
        "id": 111243028103247,
        "company": "TopSoft Solutions",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/6/a/0/8/6a084ee3.png",
        "title": "Software Engineer (.Net Developer | C#)",
        "deadline": " 14 September 2020 ",
        "category": " Software development ",
        "job_type": " Full time ",
        "job_desc": "\nTopSoft is a software house that builds business software and integrated solutions, created to meet specific needs of our clients. We are a Microsoft Gold Partner in Application Development competency. We provide service to Armenian and international companies such as Cronimet Mining GmbH, Reply GmbH, VivaMTS, Central Bank of Armenia, ID Bank, Digitain, Financial System Mediator, IncometCapital GmbH and many others.\nWe are looking for a .NET full stack developer to work on our projects for commercial customers. You’ll be part of a cross-functional team that’s responsible for the full software development life cycle, from conception to deployment. As a full stack developer, you should be comfortable around both front-end and back-end coding languages, development frameworks and third-party libraries. You should also be a team player with a knack for visual design and utility. If you’re also familiar with Agile methodologies, we’d like to meet you.\n",
        "job_resp": "\nWhat You’ll Be Up To\n\nWork with development team and product managers to ideate software solutions\nDesign and develop client-side and server-side parts of a solution\nBuild the front-end of applications through appealing visual design\nWrite effective APIs and ensure solutions remain scalable and the codebase remains maintainable\nGrow as a developer, learn new technologies and share with your team.\n\nWhat You Get\n\nTopSoft is a young, remote-friendly company, with flat hierarchies and little bureaucracy. You are working on the full picture and not just on fragments.\nWe have a friendly, respectful and supportive climate. We all follow the same mission, and help one another to bring everyone forward.\nTopSoft offers competitive salaries, free planning of working time, friendly vacation rules.\nWe are student friendly.\nHelp with Microsoft certifications trainging and full fee coverage\nTopSoft loves and supports open-source. We will be happy if you dedicate some time to support a project of your choice.\n\n",
        "req_qual": "\n\nProven experience as a full stack developer or similar role\nKnowledge of front-end languages and libraries (HTML/ CSS, JavaScript/TypeScipt, jQuery)\nKnowledge of ASP.NET MVC / .NET Core and JavaScript frameworks (e.g. Angular, React or knockout)\nFamiliarity with MSSQL and Entity Framework\nExcellent communication and teamwork skills\nUnderstanding of Agile methodologies\nSelf-motivated, creative, able to take the initiative\n\n",
        "req_cond_level": " Not defined",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 209557916664287,
        "company": "GAT Soft ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/f/2/5/5/f2552ef8.png",
        "title": "Manual QA Engineer (Intern)",
        "deadline": " 13 September 2020 ",
        "category": " Quality Assurance /Control ",
        "job_type": " Full time ",
        "job_desc": "\nGAT Soft LLC is a full-service web development company working on the US market - with a constantly growing team of professionals. \nWe are looking for an experienced Intern Manual QA Engineer (Tester) to develop and execute exploratory and manual tests to ensure product quality. The ideal candidate must design and implement tests, debug and define corrective actions, also review system requirements and track quality assurance metrics.\n \n",
        "job_resp": "\n\nIdentify, reproduce and report bugs;\nDesign and update testing documentation (test plans and test cases);\nReview and analyze projects' requirements and specifications;\nDiscuss project issues with development and management teams;\nWork closely with developers to ensure defects are correctly identified and fixed;\nWork with Jira Agile Sprint plan.\n\n",
        "req_qual": "\n\nExperience with WEB, API testing is a plus;\nExperience in using different testing tools is a plus (Jmeter, Selenium Webdriver,etc.);\nKnowledge of programming scripting languages is a plus (JavaScript, Python);\nExperience in QA Automation is a plus; \nExperience with testing automation, debugging, and maintaining test scripts is preferred;\nKnowledge of MS SQL is a plus;\nKnowledge and experience in Agile methodology is a plus;\nAbility to work on multiple tasks and projects simultaneously;\nFluency in technical written English;\nAbility to work in a fast-paced environment, be flexible and adapt to changing requirements and customer requests; \nBS in Computer Science or a related field;\n\n",
        "req_cond_level": " Junior",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 136518501433703,
        "company": "GAT Soft ",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/f/2/5/5/f2552ef8.png",
        "title": "Manual QA Engineer (Tester)",
        "deadline": " 13  September 2020 ",
        "category": " Quality Assurance /Control ",
        "job_type": " Full time ",
        "job_desc": "\nGAT Soft LLC is a full-service web development company working on the US market - with a constantly growing team of professionals. \nWe are looking for an experienced Mid+ Level Manual QA Engineer (Tester) to develop and execute exploratory and manual tests to ensure product quality. The ideal candidate must design and implement tests, debug and define corrective actions, also review system requirements and track quality assurance metrics.\n \n",
        "job_resp": "\n\nIdentify, reproduce and report bugs;\nDesign and update testing documentation (test plans and test cases);\nReview and analyze projects' requirements and specifications;\nDiscuss project issues with development and management teams;\nPerform functional, compatibility, usability, performance and load testing;\nVerify fixed defects and perform regression tests to ensure the quality of software releases;\nWork closely with developers to ensure defects are correctly identified and fixed;\nAnalyze API requests/responses to ensure optimized traffic generation;\nWork with Jira Agile Sprint plan.\n\n",
        "req_qual": "\n\n2 + years of experience;\nExperience with WEB, API testing;\nExperience in using different testing tools (Jmeter, Selenium Webdriver,etc.);\nKnowledge of programming scripting languages (JavaScript, Python);\nExperience in QA Automation is a plus; \nExperience with testing automation, debugging, and maintaining test scripts is preferred;\nKnowledge of MS SQL is a plus;\nKnowledge and experience in Agile methodology;\nAbility to work on multiple tasks and projects simultaneously;\nFluency in technical written English;\nAbility to work in a fast-paced environment, be flexible and adapt to changing requirements and customer requests;\nKnowledge of working version control tools like Git/GitLab;  \nBS in Computer Science or a related field;\n\n",
        "req_cond_level": " Mid level",
        "salary": "Additional information",
        "add_info": ""
    },
    {
        "id": 41486173122479,
        "company": "BlueNet",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/upload/2/0/6/e/206e05ac.png",
        "title": " Technical Support Specialist",
        "deadline": " 13 September 2020 ",
        "category": " Other IT ",
        "job_type": " Full time ",
        "job_desc": "\nBlueNet is looking for an enthusiastic, self-motivated, hardworking person for the position of Technical Support Specialist. They will learn to provide technical support to customers in diagnosing, isolating, reproducing and fixing technical issues.\nWhat we offer",
        "job_resp": "\n\nCommunicate clearly with customers in written and verbal forms;\nMaintain accurate and timely records in the Company's ticketing system;\nRemain up-to-date with the BlueNet’s best practices and its products;\nWork as part of a multi-disciplined and multi-national team;\n\nTo be noted",
        "req_qual": "\n\nAdvanced or intermediate level of English both in the written and verbal forms;\nEffective listening and communication skills;\nProper phone and e-mail etiquette;\nWillingness to co-operate with others and work for the greater good;\nExperience with Windows Server, Active Directory, SMTP, and Microsoft Exchange will be a HUGE plus;\nKnowledge of Server and Microsoft SQL Server will be considered an advantage;\nWork experience in a customer-oriented field will be highly encouraged ;\nKnowledge of customer service principles and practices will be a plus;\nKnowledge of network technologies and information systems will be nice to have;\n\n",
        "req_cond_level": " Mid level",
        "salary": " Highly competitive",
        "add_info": ""
    },
    {
        "id": 245887878859704,
        "company": "Ar Ar LLC",
        "img": "//hirebee-main-new.s3.amazonaws.com/staff.am/images/background/company_default_image.svg",
        "title": "Խանութների ցանցի տնօրեն",
        "deadline": " 13 September 2020 ",
        "category": " Business/Management ",
        "job_type": " Full time ",
        "job_desc": "\nԸնկերությունը բարձր աշխատավարձով հրավիրում է աշխատանքի խանութների ցանցի` գլխավոր տնօրենի պաշտոնում աշխատելու համար",
        "job_resp": "\n-ղեկավարել խանութների մանրամեծածախ ցանցը,\n-զարգացնել մանրամեծածախ վաճառքը,\n-կորպորատիվ հաճախորդների հետ վարել բանակցություններ,\n-ուսումնասիրել շուկան և կազմել անալիտիկ եզրակացություններ,\n-վերավաճառողների միջոցով կազմակերպել մեր կողմից ներկրված ապրանքների վաճառքը,\n-արդիականացնել խանութներում ապրանքների ցուցադրումը,\n-կազմակերպել նոր խանութների բացումը և անձնակազմի հավաքագրումը,\n-վերահսկել աշխատողների սպասարկումը, հետևել սպասարկման որակին՝ ապահովելով առևտրի բարձր ցուցանիշներ\n \n \n",
        "req_qual": "\n-տիրապետել վաճառքի և մարքեթինգի հմտություններին,\n-շուկայի զարգացման և պահանջների հմտություններին,\n-կառավարման, կազմակերպչական գործիքների և տիրապետման հմտություններին,\n-ղեկավար-ենթակա փոխհարաբերությունների իմացություն,\n-վաճառքի ծավալները մեծացնելու կարողություն,\n-թիմում աշխատելու կարողություն, համապատասխան մասնագիտություն և աշխատանքային փորձ ունեցող կադրերի ընտրության կարողություն, կառավարման հոգեբանություն, պարտաճանաչ, աշխատասեր, եռանդուն, նպատակասլաց",
        "req_cond_level": " C level",
        "salary": "Additional information",
        "add_info": ""
    }
]