[
    {
        "id": 3333767156,
        "company": "FINCA UCO CJSC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/f/e/0/5/fe05919d.png",
        "title": "Marketing Manager / Head of Marketing",
        "deadline": "Deadline: 31August2020",
        "category": "Category: Marketing/Advertising",
        "job_type": "Job type: Full time",
        "job_desc": "The Marketing Manager / Head of Marketing will be responsible for driving top and bottom line growth through development and implementation of the company’s marketing strategies including market research and analytics, digital and social media marketing, PR and communication, social performance, and brand management strategies. He or she will formulate marketing objectives and define targets, develop plans to reach those targets, implement these plans and monitor their effectiveness, analyze results and translate them into more effective strategies and action plans. The marketing leader will be responsible for public affairs and delivering greater exposure for FINCA, for external and internal audiences, through all communications channels, including earned and placed media, social and digital media./en/marketing-manager-head-of-marketing",
        "job_resp": "ESSENTIAL AREAS OF RESPONSIBILITY include the following. Other duties may be assigned.MarketingDefining marketing objectives for the corporate brand and for each product and service in the portfolio; development of marketing plans and tactics and establishing the marketing budget to achieve those objectives.Formulation, direction and coordination of marketing activities and policies to promote product/services.Monitoring the performance of products/services and process facilitation for improvement, adaptation or change to meet strategic objectives and performance targets.Development and implementation of offline and digital lead generation campaigns including planning, implementation, monitoring, optimization, analysis and reporting.Management of corporate digital resources (websites, social channels, etc.) and assets.Leading marketing content creation; managing relationships with external partners (creatives/agencies, printing houses, media, marketing service providers).BrandEnsuring the brand essence and values are communicated and exemplified through every customer touchpoint and communication vehicle (website, printed materials, loan officer scripts, product features, etc.) in a standardized way.Coordinating the cross-functional work of crafting a coherent brand experience to strengthen the corporate image.Leading internal brand engagement efforts for engaging the employees/staff on the FINCA Brand.Ensuring brand consistency in the development of marketing communications and messaging and compliance with FINCA global brand standards (visual identity and design).Tracking and monitoring the health of the brand in the market.ResearchDevelopment of research plans for collection and analysis of customer and market intelligence to support management decision-making and to feed into marketing and operations strategies.Collaboration with management and internal departments to frame the key business challenges to inform the research agenda. Advising on appropriate methodologies and tactics.Leading/overseeing the implementation of research initiatives, supporting the team (internal / external) with subject matter expertise.Identification of key customer touchpoints, pain-points, challenges, and hurdles. Advising management and stakeholders on the voice of the customer (VOC) and their journey with FINCA.Distilling main takeaways - research findings and customer insights - for management and other departments to support decision-making, development of strategies and plans.CommunicationsLeading PR and communications activities, development and implementation of communications plans.Coordinating the organization and promotion of public events.Managing relationships with mass media; pitching, briefing, and monitoring media; supporting with story ideas, angles and narratives; building and maintaining media and stakeholder lists.Creating engaging and cutting-edge presentations. Writing and/or leading the preparation of reports, articles, proposals, briefs, fact-sheets, talking-points, press releases, newsletters, event materials, and other communication pieces needed to communicate with a broad range of audiences, internal and external.Providing education/training on products and services as well as topics related to marketing to promote products/services to customers in a uniform and feature driven manner.",
        "req_qual": "Work Experience: 7 to 10 years of experience in marketing or communications in consumer marketing and or financial sector.Specific professional expertise:Digital marketing: Deep understanding of digital marketing including SEO, SEM, Marketing Automation, Google Analytics, Social Media marketing.Sales and Marketing: Knowledge of principles and methods for developing, promoting, and selling products or services. This includes the development of business plans and marketing plans/strategy and tactics as well as CRM.Customer and Personal Service: Knowledge of principles and processes for providing customer and personal services, including customer needs assessment, meeting quality standards for services, and evaluation of customer satisfaction.Administration and Management: Knowledge of business and management principles involved in strategic planning, resource allocation, human resources modeling, leadership techniques, and coordination of people and resources.Communications and Media: Knowledge of various types of communications and media tactics & distribution. Ability to work with marketing/communications agencies through the brief development and evaluation of creative work.Marketing Research: Knowledge of qualitative and quantitative research methodologies and concepts. Experience in data collection and research reporting as well as implementation of findings into relevant insights and strategies.Content Marketing: Familiarity with principles of developing effective audiovisual and textual content; experience in marketing content and collateral development; knowledge of branding and design techniques and tools; understanding of creative production process, experience in working with creative specialists, agencies, and printing houses.Budget and Pricing: Knowledge of budget development and management as well as pricing development and strategyWeb administration: Web content management experience, basic HTML and WordPress skills is a plus.Education: Bachelor of Business Administration, Marketing, Communication or related area, Master degree in Marketing preferredLanguage Skills: Excellent command of Armenian and English, good knowledge of Russian is a plusComputer Skills: Proficient knowledge of Microsoft Suite; Desired – Overall understanding of design and animation, web content management, digital marketing and analytics tools and software.Other RequirementsAvailability to travel locally and internationally.Ability to travel in economy class when traveling by air or rail.",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 55558434,
        "company": "Foody",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/5/2/6/1526f935.png",
        "title": "Call Center Specialist",
        "deadline": "Deadline: 31August2020",
        "category": "Category: Sales/service management",
        "job_type": "Job type: Full time",
        "job_desc": "We are Newly opened food delivery dark kitchen service and looking for active and positive  Call center specialist to manage our social media channels according to our company strategy.If you love to talk with customers, handle solutions and start a rewarding career in a very fast paced dynamic startup environment, then we will be happy to meet with you.So make sure you read all requirements and responsibilities before to apply.  /en/call-center-specialist-68",
        "job_resp": "You need to fully enjoy the sales and service process,You need to be a quick learner to adapt to new software and dynamic startup environments.You need to be 100% committed to delivering outstanding customer experience.You should be a dedicated team player, ready to go the extra mile to solve team’s or client’s issues.Handle inbound and outbound sales activityListen to understand customer needs and provide the right product and solutionUtilize effective sales techniques to increase sales and business results",
        "req_qual": "Bachelor’s degree or up.Tech savvy, excellent knowledge of common software like Microsoft Office, knowledge of other software will be a plus.Excellent communication skills and desire to work with peopleFluency in Armenian, good knowledge of Russian and English languagesProven cross-selling and up-selling skills will be a strong advantage..​​​​​​​ Takes orders by obtaining and verifying information.Enters orders by transmitting information.Provides product information by answering questions; offering assistance.Maintains call center database by entering and verifying information; updating contact log.Improves quality results by recommending changes.Keeps equipment operational by following established procedures; reporting malfunctions.Enhances organization reputation by accepting ownership for accomplishing new and different requests; exploring opportunities to add value to job accomplishments.Communicating with people over the phone",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "Additional information",
        "add_info": "Аpply online via staff.am and follow entire application process."
    },
    {
        "id": 1158528627,
        "company": "Ameriabank CJSC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/b/e/c/bbec3c56.png",
        "title": "QA Engineer",
        "deadline": "Deadline: 16August2020",
        "category": "Category: Quality Assurance /Control",
        "job_type": "Job type: Full time",
        "job_desc": "QA Engineer is responsible for supporting the delivery of high quality software by designing test strategies and test cases to validate customer business features using manual and/or automated tests. In addition to performing various types of testing activities such as functional, performance, load and regression, QA Engineer provides regular activity status updates to team and reports product defects and risks in a defect management system.  /en/qa-engineer-544",
        "job_resp": "Perform functional, performance and load testing (Web and Mobile applications, AS Bank system)Develop and monitor manual and automated tests, identify, analyze and report issues when neededReview and analyze requirements and specifications of projectsEnhance the Company's continuous delivery and continuous integration capabilitiesDesign and update testing documentation (test plans and test cases)Collaborate with Agile teams to provide input into test planningWork closely with technical and non-technical people across various product development teams to advance automated testing coverage.",
        "req_qual": "BS/MS degree in Computer Science or in a related field2+ years of work experience as a QA EngineerKnowledge of SDLC and STLC, understanding of different testing types and their applicability in different environments and situationsExperience with automation testing, knowledge of Selenium, TestComplete will be considered a plusExperience with API testing, knowledge of Postman, Swagger, Rest Assured will be considered a plusExperience with Load/Performance testing, knowledge Apache JMeter, GatlingExperience in development of test plans and test cases, knowledge of TestRail will be considered a plusKnowledge of MS SQL,  programming or scripting languages (e.g. Java, JavaScript, Python, Ruby, C++/C#, etc.) will be considered a plusExperience with automated build/continuous-integration systems like Azure, Jenkins will be considered a plusTime management skillsAnalytical mind and problem-solving aptitudeAbility to interact comfortably and confidently with the development teamsExcellent communication skills",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Salary: Competitive",
        "add_info": ""
    },
    {
        "id": 3232410272,
        "company": "Ucom",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/3/3/a/733aaf94.png",
        "title": "Սեփական Ford Transit մեքենայով վարորդ",
        "deadline": "Deadline:  20August2020",
        "category": "Category: General/professional/Other services",
        "job_type": "Job type: Other",
        "job_desc": "Ucom ընկերությունը փնտրում է մոտիվացված և եռանդուն վարորդի՝ սեփական Ford Transit մեքենայով Երևանում գիշերային հերթափոխով  աշխատելու համար:/en/sepakan-ford-transit-mekenayov-varord-2",
        "job_resp": "Տրանսպորտային միջոցի վարում,Համապատասխան հաշվետվությունների ներկայացում՝ ընկերությունում հաստատված ներքին իրավական ակտերի համաձայն:",
        "req_qual": "Միջնակարգ կրթություն,Աշխատանքային փորձ,Հայերեն և ռուսերեն լեզուների իմացություն,Ամրագրված տրանսպորտային միջոցի վարման վարորդական իրավունք՝ համապատասխան կարգերով ( BC կարգ )",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Հետաքրքրված անձինք կարող են ուղարկել իրենց ինքնակենսագրությունները [email protected] էլ. հասցեով` վերնագրի դաշտում նշելով “Driver”: Հարցազրույցի կհրավիրվեն միայն պահանջներին համապատասխանող անձինք:"
    },
    {
        "id": 2068104991,
        "company": "Atenk Ltd",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/b/b/d/1bbd829e.png",
        "title": "Գնումների բաժնի ղեկավար",
        "deadline": "Deadline: 21August2020",
        "category": "Category: Procurement/Logistics/Courier",
        "job_type": "Job type: Full time",
        "job_desc": "Աթենք ընկերությունը հայտարարում է մրցույթ՝ գնումների բաժնի ղեկավարի  թափուր աշխատատեղի համար: Գնումների բաժնի ղեկավարը համակարգելու է տեղական գնումների, ներմուծման և մաքսազերծման ենթաբաժինների աշխատանքը:/en/gnumneri-bazni-gekavar-2",
        "job_resp": "Ընկերության գնումների արդյունավետ ռազմավարության մշակում, ներդրում և զարգացումՊլանային ցուցանիշների իրականացման ապահովումԲաժնի աշխատանքների պլանավորում և ղեկավարում, աշխատակիցների աշխատանքների կազմակերպումԵնթաբաժինների բիզնես գործընթացների կառուցում և օպտիմալացում. մասնակցություն գնումների ավտոմատացման գործընթացումՆոր մատակարարների փնտրման չափորոշիչների  և մեխանիզմների սահմանում Մատակարարման որակի պարբերական վերահսկում և այդ գործընթացի հետագա աուդիտ Գործընկերների հետ համագործակցության պայմանների բարելավում, Կազմակերպության համար առավել շահավետ  գին -որակ հարաբերակցության պայմանների վերահսկումԳնումների բաժնի բյուջեի ձևավորում և կատարողականի վերահսկում, ծախսերի օպտիմալացումՄատակարարների հետ փոխադարձ պարտավորությունների և պայմանագրային հարաբերությունների կազմակերպում և վերահսկում, պայմանագրերի կնքման բոլոր փուլերի վերահսկումԱպրանքների ձեռքբերման և իրացման գների վերահսկումԼոգիստիկայի ողջ գործընթացի վերահսկում, ապրանքների պահուստների ձևավորում և դրանց կառավարումՏեղական և միջազգային շուկայի մշտադիտարկում և նոր համագործակցությունների հաստատումՀամագործակցություն փոխկապակցված բաժինների հետ",
        "req_qual": "Բարձրագույն կրթություն (տնտեսագիտական կամ հարակից ոլորտներում)Սույն կամ համանման ոլորտում (ցանկալի է խոշոր արտահանող կամ ներմուծող կազմակերպություններում) ղեկավար պաշտոնում առնվազն 4 տարվա աշխատանքային փորձ Մաքսային օրենդրության գերազանց իմացությունՀարկային օրենսդրության, ԵՏՄ կանոնակարգերի իմացությունՆերմուծման գործընթացների կազմակերպման մեխանիզմների գերազանց իմացությունՍննդի անվտանգության ոլորտի օրենսդրական նորմերի իմացությունԱնգլերենի և ռուսերենի գերազանց իմացությունMS Excel-ի գերազանց իմացությունԶարգացած վերլուծական միտք և ժամանակի կառավարման հմտություններԿազմակերպչական ու առաջնորդելու գերազանց հմտություններՎճռականություն, ինքնուրույն որոշումներ կայացնելու ունակություն",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": " "
    },
    {
        "id": 57120740,
        "company": "Atenk Ltd",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/b/b/d/1bbd829e.png",
        "title": "Accountant",
        "deadline": "Deadline: 28August2020",
        "category": "Category: Accounting/Bookkeeping/Cash register",
        "job_type": "Job type: Full time",
        "job_desc": "Աթենք ընկերությունն աշխատանքի է հրավիրում excel-ի գերազանց իմացությամբ հաշվապահների՝ վաճառքի հաշվառման բաժնում աշխատելու համար:/en/hasvapah-254",
        "job_resp": "Հաշվապահական հաշվառման վարում և համապատասխան հաշվապահական փաստաթղթերի ձևակերպումՎաճառքի տվյալների մուտքագրում համապատասխան ծրագիր և վաճառքի ձևակերպումների իրականացումԱնմիջական ղեկավարի կողմից հանձնարարված առաջադրանքների կատարում",
        "req_qual": "Բարձրագույն հաշվապահական կրթությունՄասնագիտական  գիտելիքների առկայություն, մասնավորապես՝ հաշվապահական ձևակերպումների իմացությունԱշխատանքային փորձ տվյալ ոլորտումMS Excel-ի (բանաձևեր, ֆունկցիաներ) և ՀԾ-ի իմացությունՎԿ (վաճառքների կառավարում) ծրագրի իմացությունը կդիտվի որպես առավելություն",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Ինչպե՞ս դիմել՝"
    },
    {
        "id": 3333767156,
        "company": "FINCA UCO CJSC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/f/e/0/5/fe05919d.png",
        "title": "Marketing Manager / Head of Marketing",
        "deadline": "Deadline: 31August2020",
        "category": "Category: Marketing/Advertising",
        "job_type": "Job type: Full time",
        "job_desc": "The Marketing Manager / Head of Marketing will be responsible for driving top and bottom line growth through development and implementation of the company’s marketing strategies including market research and analytics, digital and social media marketing, PR and communication, social performance, and brand management strategies. He or she will formulate marketing objectives and define targets, develop plans to reach those targets, implement these plans and monitor their effectiveness, analyze results and translate them into more effective strategies and action plans. The marketing leader will be responsible for public affairs and delivering greater exposure for FINCA, for external and internal audiences, through all communications channels, including earned and placed media, social and digital media./en/marketing-manager-head-of-marketing",
        "job_resp": "ESSENTIAL AREAS OF RESPONSIBILITY include the following. Other duties may be assigned.MarketingDefining marketing objectives for the corporate brand and for each product and service in the portfolio; development of marketing plans and tactics and establishing the marketing budget to achieve those objectives.Formulation, direction and coordination of marketing activities and policies to promote product/services.Monitoring the performance of products/services and process facilitation for improvement, adaptation or change to meet strategic objectives and performance targets.Development and implementation of offline and digital lead generation campaigns including planning, implementation, monitoring, optimization, analysis and reporting.Management of corporate digital resources (websites, social channels, etc.) and assets.Leading marketing content creation; managing relationships with external partners (creatives/agencies, printing houses, media, marketing service providers).BrandEnsuring the brand essence and values are communicated and exemplified through every customer touchpoint and communication vehicle (website, printed materials, loan officer scripts, product features, etc.) in a standardized way.Coordinating the cross-functional work of crafting a coherent brand experience to strengthen the corporate image.Leading internal brand engagement efforts for engaging the employees/staff on the FINCA Brand.Ensuring brand consistency in the development of marketing communications and messaging and compliance with FINCA global brand standards (visual identity and design).Tracking and monitoring the health of the brand in the market.ResearchDevelopment of research plans for collection and analysis of customer and market intelligence to support management decision-making and to feed into marketing and operations strategies.Collaboration with management and internal departments to frame the key business challenges to inform the research agenda. Advising on appropriate methodologies and tactics.Leading/overseeing the implementation of research initiatives, supporting the team (internal / external) with subject matter expertise.Identification of key customer touchpoints, pain-points, challenges, and hurdles. Advising management and stakeholders on the voice of the customer (VOC) and their journey with FINCA.Distilling main takeaways - research findings and customer insights - for management and other departments to support decision-making, development of strategies and plans.CommunicationsLeading PR and communications activities, development and implementation of communications plans.Coordinating the organization and promotion of public events.Managing relationships with mass media; pitching, briefing, and monitoring media; supporting with story ideas, angles and narratives; building and maintaining media and stakeholder lists.Creating engaging and cutting-edge presentations. Writing and/or leading the preparation of reports, articles, proposals, briefs, fact-sheets, talking-points, press releases, newsletters, event materials, and other communication pieces needed to communicate with a broad range of audiences, internal and external.Providing education/training on products and services as well as topics related to marketing to promote products/services to customers in a uniform and feature driven manner.",
        "req_qual": "Work Experience: 7 to 10 years of experience in marketing or communications in consumer marketing and or financial sector.Specific professional expertise:Digital marketing: Deep understanding of digital marketing including SEO, SEM, Marketing Automation, Google Analytics, Social Media marketing.Sales and Marketing: Knowledge of principles and methods for developing, promoting, and selling products or services. This includes the development of business plans and marketing plans/strategy and tactics as well as CRM.Customer and Personal Service: Knowledge of principles and processes for providing customer and personal services, including customer needs assessment, meeting quality standards for services, and evaluation of customer satisfaction.Administration and Management: Knowledge of business and management principles involved in strategic planning, resource allocation, human resources modeling, leadership techniques, and coordination of people and resources.Communications and Media: Knowledge of various types of communications and media tactics & distribution. Ability to work with marketing/communications agencies through the brief development and evaluation of creative work.Marketing Research: Knowledge of qualitative and quantitative research methodologies and concepts. Experience in data collection and research reporting as well as implementation of findings into relevant insights and strategies.Content Marketing: Familiarity with principles of developing effective audiovisual and textual content; experience in marketing content and collateral development; knowledge of branding and design techniques and tools; understanding of creative production process, experience in working with creative specialists, agencies, and printing houses.Budget and Pricing: Knowledge of budget development and management as well as pricing development and strategyWeb administration: Web content management experience, basic HTML and WordPress skills is a plus.Education: Bachelor of Business Administration, Marketing, Communication or related area, Master degree in Marketing preferredLanguage Skills: Excellent command of Armenian and English, good knowledge of Russian is a plusComputer Skills: Proficient knowledge of Microsoft Suite; Desired – Overall understanding of design and animation, web content management, digital marketing and analytics tools and software.Other RequirementsAvailability to travel locally and internationally.Ability to travel in economy class when traveling by air or rail.",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 55558434,
        "company": "Foody",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/5/2/6/1526f935.png",
        "title": "Call Center Specialist",
        "deadline": "Deadline: 31August2020",
        "category": "Category: Sales/service management",
        "job_type": "Job type: Full time",
        "job_desc": "We are Newly opened food delivery dark kitchen service and looking for active and positive  Call center specialist to manage our social media channels according to our company strategy.If you love to talk with customers, handle solutions and start a rewarding career in a very fast paced dynamic startup environment, then we will be happy to meet with you.So make sure you read all requirements and responsibilities before to apply.  /en/call-center-specialist-68",
        "job_resp": "You need to fully enjoy the sales and service process,You need to be a quick learner to adapt to new software and dynamic startup environments.You need to be 100% committed to delivering outstanding customer experience.You should be a dedicated team player, ready to go the extra mile to solve team’s or client’s issues.Handle inbound and outbound sales activityListen to understand customer needs and provide the right product and solutionUtilize effective sales techniques to increase sales and business results",
        "req_qual": "Bachelor’s degree or up.Tech savvy, excellent knowledge of common software like Microsoft Office, knowledge of other software will be a plus.Excellent communication skills and desire to work with peopleFluency in Armenian, good knowledge of Russian and English languagesProven cross-selling and up-selling skills will be a strong advantage..​​​​​​​ Takes orders by obtaining and verifying information.Enters orders by transmitting information.Provides product information by answering questions; offering assistance.Maintains call center database by entering and verifying information; updating contact log.Improves quality results by recommending changes.Keeps equipment operational by following established procedures; reporting malfunctions.Enhances organization reputation by accepting ownership for accomplishing new and different requests; exploring opportunities to add value to job accomplishments.Communicating with people over the phone",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "Additional information",
        "add_info": "Аpply online via staff.am and follow entire application process."
    },
    {
        "id": 1158528627,
        "company": "Ameriabank CJSC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/b/e/c/bbec3c56.png",
        "title": "QA Engineer",
        "deadline": "Deadline: 16August2020",
        "category": "Category: Quality Assurance /Control",
        "job_type": "Job type: Full time",
        "job_desc": "QA Engineer is responsible for supporting the delivery of high quality software by designing test strategies and test cases to validate customer business features using manual and/or automated tests. In addition to performing various types of testing activities such as functional, performance, load and regression, QA Engineer provides regular activity status updates to team and reports product defects and risks in a defect management system.  /en/qa-engineer-544",
        "job_resp": "Perform functional, performance and load testing (Web and Mobile applications, AS Bank system)Develop and monitor manual and automated tests, identify, analyze and report issues when neededReview and analyze requirements and specifications of projectsEnhance the Company's continuous delivery and continuous integration capabilitiesDesign and update testing documentation (test plans and test cases)Collaborate with Agile teams to provide input into test planningWork closely with technical and non-technical people across various product development teams to advance automated testing coverage.",
        "req_qual": "BS/MS degree in Computer Science or in a related field2+ years of work experience as a QA EngineerKnowledge of SDLC and STLC, understanding of different testing types and their applicability in different environments and situationsExperience with automation testing, knowledge of Selenium, TestComplete will be considered a plusExperience with API testing, knowledge of Postman, Swagger, Rest Assured will be considered a plusExperience with Load/Performance testing, knowledge Apache JMeter, GatlingExperience in development of test plans and test cases, knowledge of TestRail will be considered a plusKnowledge of MS SQL,  programming or scripting languages (e.g. Java, JavaScript, Python, Ruby, C++/C#, etc.) will be considered a plusExperience with automated build/continuous-integration systems like Azure, Jenkins will be considered a plusTime management skillsAnalytical mind and problem-solving aptitudeAbility to interact comfortably and confidently with the development teamsExcellent communication skills",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Salary: Competitive",
        "add_info": ""
    },
    {
        "id": 3232410272,
        "company": "Ucom",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/3/3/a/733aaf94.png",
        "title": "Սեփական Ford Transit մեքենայով վարորդ",
        "deadline": "Deadline: 20August2020",
        "category": "Category: General/professional/Other services",
        "job_type": "Job type: Other",
        "job_desc": "Ucom ընկերությունը փնտրում է մոտիվացված և եռանդուն վարորդի՝ սեփական Ford Transit մեքենայով Երևանում գիշերային հերթափոխով  աշխատելու համար:/en/sepakan-ford-transit-mekenayov-varord-2",
        "job_resp": "Տրանսպորտային միջոցի վարում,Համապատասխան հաշվետվությունների ներկայացում՝ ընկերությունում հաստատված ներքին իրավական ակտերի համաձայն:",
        "req_qual": "Միջնակարգ կրթություն,Աշխատանքային փորձ,Հայերեն և ռուսերեն լեզուների իմացություն,Ամրագրված տրանսպորտային միջոցի վարման վարորդական իրավունք՝ համապատասխան կարգերով ( BC կարգ )",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Հետաքրքրված անձինք կարող են ուղարկել իրենց ինքնակենսագրությունները [email protected] էլ. հասցեով` վերնագրի դաշտում նշելով “Driver”: Հարցազրույցի կհրավիրվեն միայն պահանջներին համապատասխանող անձինք:"
    },
    {
        "id": 2068104991,
        "company": "Atenk Ltd",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/b/b/d/1bbd829e.png",
        "title": "Գնումների բաժնի ղեկավար",
        "deadline": "Deadline: 21August2020",
        "category": "Category: Procurement/Logistics/Courier",
        "job_type": "Job type: Full time",
        "job_desc": "Աթենք ընկերությունը հայտարարում է մրցույթ՝ գնումների բաժնի ղեկավարի  թափուր աշխատատեղի համար: Գնումների բաժնի ղեկավարը համակարգելու է տեղական գնումների, ներմուծման և մաքսազերծման ենթաբաժինների աշխատանքը:/en/gnumneri-bazni-gekavar-2",
        "job_resp": "Ընկերության գնումների արդյունավետ ռազմավարության մշակում, ներդրում և զարգացումՊլանային ցուցանիշների իրականացման ապահովումԲաժնի աշխատանքների պլանավորում և ղեկավարում, աշխատակիցների աշխատանքների կազմակերպումԵնթաբաժինների բիզնես գործընթացների կառուցում և օպտիմալացում. մասնակցություն գնումների ավտոմատացման գործընթացումՆոր մատակարարների փնտրման չափորոշիչների  և մեխանիզմների սահմանում Մատակարարման որակի պարբերական վերահսկում և այդ գործընթացի հետագա աուդիտ Գործընկերների հետ համագործակցության պայմանների բարելավում, Կազմակերպության համար առավել շահավետ  գին -որակ հարաբերակցության պայմանների վերահսկումԳնումների բաժնի բյուջեի ձևավորում և կատարողականի վերահսկում, ծախսերի օպտիմալացումՄատակարարների հետ փոխադարձ պարտավորությունների և պայմանագրային հարաբերությունների կազմակերպում և վերահսկում, պայմանագրերի կնքման բոլոր փուլերի վերահսկումԱպրանքների ձեռքբերման և իրացման գների վերահսկումԼոգիստիկայի ողջ գործընթացի վերահսկում, ապրանքների պահուստների ձևավորում և դրանց կառավարումՏեղական և միջազգային շուկայի մշտադիտարկում և նոր համագործակցությունների հաստատումՀամագործակցություն փոխկապակցված բաժինների հետ",
        "req_qual": "Բարձրագույն կրթություն (տնտեսագիտական կամ հարակից ոլորտներում)Սույն կամ համանման ոլորտում (ցանկալի է խոշոր արտահանող կամ ներմուծող կազմակերպություններում) ղեկավար պաշտոնում առնվազն 4 տարվա աշխատանքային փորձ Մաքսային օրենդրության գերազանց իմացությունՀարկային օրենսդրության, ԵՏՄ կանոնակարգերի իմացությունՆերմուծման գործընթացների կազմակերպման մեխանիզմների գերազանց իմացությունՍննդի անվտանգության ոլորտի օրենսդրական նորմերի իմացությունԱնգլերենի և ռուսերենի գերազանց իմացությունMS Excel-ի գերազանց իմացությունԶարգացած վերլուծական միտք և ժամանակի կառավարման հմտություններԿազմակերպչական ու առաջնորդելու գերազանց հմտություններՎճռականություն, ինքնուրույն որոշումներ կայացնելու ունակություն",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": " "
    },
    {
        "id": 57120740,
        "company": "Atenk Ltd",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/b/b/d/1bbd829e.png",
        "title": "Accountant",
        "deadline": "Deadline: 28August2020",
        "category": "Category: Accounting/Bookkeeping/Cash register",
        "job_type": "Job type: Full time",
        "job_desc": "Աթենք ընկերությունն աշխատանքի է հրավիրում excel-ի գերազանց իմացությամբ հաշվապահների՝ վաճառքի հաշվառման բաժնում աշխատելու համար:/en/hasvapah-254",
        "job_resp": "Հաշվապահական հաշվառման վարում և համապատասխան հաշվապահական փաստաթղթերի ձևակերպումՎաճառքի տվյալների մուտքագրում համապատասխան ծրագիր և վաճառքի ձևակերպումների իրականացումԱնմիջական ղեկավարի կողմից հանձնարարված առաջադրանքների կատարում",
        "req_qual": "Բարձրագույն հաշվապահական կրթությունՄասնագիտական  գիտելիքների առկայություն, մասնավորապես՝ հաշվապահական ձևակերպումների իմացությունԱշխատանքային փորձ տվյալ ոլորտումMS Excel-ի (բանաձևեր, ֆունկցիաներ) և ՀԾ-ի իմացությունՎԿ (վաճառքների կառավարում) ծրագրի իմացությունը կդիտվի որպես առավելություն",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Ինչպե՞ս դիմել՝"
    }
]