[
    {
        "id": 321800875,
        "company": "C&F Co LLC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/8/a/5/98a515fb.jpg",
        "title": "Հաշվետար",
        "deadline": "Deadline: 07September2020",
        "category": "Category: Accounting/Bookkeeping/Cash register",
        "job_type": "Job type: Full time",
        "job_desc": "Սի Ընդ Էֆ Քո ՍՊԸ-ին անհրաժեշտ է ազնիվ, պատասխանատվության բարձ զգացումով հաշվետար (իգական սեռի) : Աշխատանքային գրաֆիկ` 6 օրյա, 09:00-18:00Գրասենյակը գտնվում է Չարբախում:/en/hasvetar-67",
        "job_resp": "Հաշվապահական փաստաթղթերի կազմում և փաստաթղթաշրջանառության վարումՀաշիվ-ապրանքագրերի ներմուծում համակարգչային ծրագիր, համակարգում և արխիվացումE-invoicing ծրագրով հարկային հաշիվների դուրսգրումԱյլ հաշվապահական պարտականությունների իրականացում",
        "req_qual": "Բարձրագույն կրթություն՝ տնտեսագիտության, ֆինանսների կամ հաշվապահության ոլորտներումՀԾ-Հաշվապահ ծրագրի, 1C, e-invoicing ծրագրերի իմացությունը կդիտվի որպես առավելությունՀամակարգչային ծրագրերի գերազանց իմացություն (MS office)Հայերենի և ռուսերենի լավ իմացությունՊատասխանատու և պարտաճանաչ մոտեցում աշխատանքինՊլանավորման և ժամանակի կառավարման հմտություններ",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "Salary: 80000 ՀՀ դրամ",
        "add_info": "Հետաքրքրված թեկնածուները կարող են ուղարկել իրենց ռեզյումեն/cv [email protected]  էլ.հասցեին:"
    },
    {
        "id": 920596163,
        "company": "ԿՐԵԴՈ ՖԻՆԱՆՍ ՈՒՎԿ ՓԲԸ",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/4/0/2/b/402b7cbb.png",
        "title": "Օժանդակ ծառայությունների բաժնի աշխատակից",
        "deadline": "Deadline: 07September2020",
        "category": "Category: Banking/credit",
        "job_type": "Job type: Part time",
        "job_desc": "- Պատասխանել մուտքային հեռախոսազանգերին- Պատասխանել մուտքային հաղորդագրություններին և մեկնաբանություններին- Անմիջական ղեկավարի կողմից տրվող այլ աշխատանքների կատարում/en/ozandak-carayutyunneri-bazni-asxatakic-2",
        "job_resp": "Additional information",
        "req_qual": "",
        "req_cond_level": "",
        "salary": "",
        "add_info": "Ինքնակենսագրականները կարող եք ուղարկել [email protected]  էլ․ հասցեին"
    },
    {
        "id": 566866478,
        "company": "Ucom",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/3/3/a/733aaf94.png",
        "title": "Վարորդ",
        "deadline": "Deadline: 31August2020",
        "category": "Category: General/professional/Other services",
        "job_type": "Job type: Other",
        "job_desc": "Ucom ընկերությունը փնտրում է մոտիվացված և եռանդուն վարորդի՝ սեփական Ford Transit մեքենայով Երևանում գիշերային հերթափոխով  աշխատելու համար:/en/sepakan-ford-transit-mekenayov-varord-5",
        "job_resp": "Տրանսպորտային միջոցի վարում,Համապատասխան հաշվետվությունների ներկայացում՝ ընկերությունում հաստատված ներքին իրավական ակտերի համաձայն:",
        "req_qual": "Միջնակարգ կրթություն,Աշխատանքային փորձ,Հայերեն և ռուսերեն լեզուների իմացություն,Ամրագրված տրանսպորտային միջոցի վարման վարորդական իրավունք՝ համապատասխան կարգերով ( BC կարգ )",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Հետաքրքրված անձինք կարող են ուղարկել իրենց ինքնակենսագրությունները [email protected] էլ. հասցեով` վերնագրի դաշտում նշելով “Վարորդ”: Հարցազրույցի կհրավիրվեն միայն պահանջներին համապատասխանող անձինք:"
    },
    {
        "id": 1975569960,
        "company": "Joomag",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/8/1/f/181fdca3.png",
        "title": "Sales Representative",
        "deadline": "Deadline: 20 August2020",
        "category": "Category: Software development",
        "job_type": "Job type: Full time",
        "job_desc": "Joomag culture thrives on open communication and the exchange of ideas. Our team member is identified not only by the high level of professionalism but also of passion and enthusiasm towards Changes. Getting results and being effective is crucial: we Dream Big and become smarter every day.Our Marketing & Sales department promotes Joomag and drives sales. The department consists of marketing and sales teams that together develop marketing campaigns and sales strategies that align with our targeted audience.We now welcome a process-driven and result-oriented Sales Representative to join our Sales team. You will actively seek out and engage customer prospects while boosting top-line revenue growth, customer acquisition levels, and profitability.  /en/sales-representative-44",
        "job_resp": "Performance objectives:The first performance objective is to present, promote, and sell Joomag product and services to prospective clients. This means:close to native fluency in English։ besides just loving to talk in English, you are proficient in both verbal and written business English. You will communicate and build sustainable relationships with English-spoken customers worldwide (knowledge of another UN official language, specifically Spanish, would be a privilege). Main channels of communication are calls, product demos, emails, live chat.confident self-presentation: specifically on the phone and during demos, the tone of voice, volume, and pace of a sales rep’s speech are surprisingly important sales skills. Here how you say things to a prospect equally matters to what you say. This is why you are expected to be able to show off your capabilities to prospect information in details while seeing the situation from different angles. Your daily work effectively through any kind of communication. analytical skills: this means you are able to collect, gather, visualize and analyze will also include the analysis of gathered data such as qualification rate, the conversion rate from stage to stage, the length of the sales cycle, etc. Thus, you would directly contribute to the improvement of existing processes to reach better efficiency and reach monthly targets. time management skills: after joining Joomag you will be trained to sort through leads to qualify the most promising ones, and not waste too much time on a deal that isn’t going anywhere. Moreover, work ethics and attitude are a must for you to be able to consistently follow up with your existing pipeline and simultaneously develop new opportunities.tech-savviness: here’s the list of technological tools you will directly use in your work: Intercom, Jira, Pipedrive, Joomag CRM, Analytics, and other internal tools. You will start your job with an onboarding program and several mentor shadow sessions aimed to show and teach you everything, however being at least enthusiastic to become savvy with technology is a must.2. The second objective is to \"Work Like a Team, Live Like a Family\".We spend a lot of time together. As a result, we’ve come to know each other as a family. We take care of our own, celebrate success, learn through failure, and respect each other regardless of our different viewpoints. So you need to:demonstrate reliability։ do your fair share to work hard and meet milestones. Consistency is key.cooperate: we achieved total synergy in our work, thus you are expected to figure out ways to work together with different teams (specifically marketing and customer care), solve problems, and get common work doneshare openly and willingly: beyond discussions & meetings, everyone in Joomag feels comfortable talking with one another, sharing opinions, and accepting those from others. Thus it’s important for you to be willing to share knowledge, and experience taking the initiative to keep other team members informed and engaged.",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": "Final notes:"
    },
    {
        "id": 57235826,
        "company": "ԱՐՄ ՊԵՏՐՈԼ ՍՊԸ",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/6/3/4/7/63477f41.png",
        "title": "video surveillance operator",
        "deadline": "Deadline: 07September2020",
        "category": "Category: Administrative/office-work",
        "job_type": "Job type: Full time",
        "job_desc": "Ընկերությունը փնտրում է տեսահսկման ոլորտում աշխատանքային փորձ ունեցող իգական սեռի ներկայացուցչի՝   Եթե համապատասխանում եք  նշված  պահանջներին կարող եք նաև ուղարկել Ձեր CV-ին   [email protected]   էլ-հասցեին։ /en/tesahskman-operator-16",
        "job_resp": "Պարտականությւոնը՝  տեսահսկման միջոցով հետևել ցանցային աշխատանքին և ըստ անհրաժեշտության կազմել հաշվետվություններ։",
        "req_qual": "Մինչև 35 տարեկան,պարտաճանաչ և պատասխանատու։",
        "req_cond_level": "Required candidate level: Not defined",
        "salary": "Additional information",
        "add_info": "Դիմեք օնլայն staff.am-ի միջոցով և հետևեք ձեր դիմումի ողջ ընթացքին։"
    },
    {
        "id": 3487367598,
        "company": "Envirotech",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/3/e/5/a3e561eb.jpg",
        "title": "English Speaking Sales/Support Representative",
        "deadline": "Deadline: 06September2020",
        "category": "Category: Sales/service management",
        "job_type": "Job type: Full time",
        "job_desc": "Envirotech is the fastest growing  and most successful company in the field of sales and online marketing.We focus on a career development and promotion: people are at the core of everything we do.We are currently looking for English Speaking Sales/Support Representatives to enrich our team with young and talented individuals who can build a successful career with us. We offer: Competitive salary and bonuses; Full coverage health insurance;Great working conditions and a friendly office atmosphere in the center of Yerevan; Career growth opportunities; Training with professionals in the field; Benefits such as company-paid fun days and corporate parties. Working days and hours: Monday - Friday, 11:00 to 20:00 (including one-hour break) /en/english-speaking-sales-representative-22",
        "job_resp": "Providing appropriate solutions for customers needs;Persuading potential clients; Managing clients database; Performing cost-benefit analyses of existing and potential customers; Maintaining positive business relationships to ensure future sales;",
        "req_qual": "Excellent speaking skills in English; Excellent communication, negotiation and selling skills, customer-oriented approach; Prioritizing, time management and organizational skills; Highly motivated and results-driven approach; Ability to speak other languages is considered as a great asset; Work experience in sales is an asset but not a must.",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "Salary: 150.000 + Bonuses",
        "add_info": "Please apply to this job by sending your CVs to: [email protected]. Please also indicate \"English Speaking Sales/Support Representative\" in the job title of your letter."
    },
    {
        "id": 321800875,
        "company": "C&F Co LLC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/8/a/5/98a515fb.jpg",
        "title": "Հաշվետար",
        "deadline": "Deadline: 07September2020",
        "category": "Category: Accounting/Bookkeeping/Cash register",
        "job_type": "Job type: Full time",
        "job_desc": "Սի Ընդ Էֆ Քո ՍՊԸ-ին անհրաժեշտ է ազնիվ, պատասխանատվության բարձ զգացումով հաշվետար (իգական սեռի) : Աշխատանքային գրաֆիկ` 6 օրյա, 09:00-18:00Գրասենյակը գտնվում է Չարբախում:/en/hasvetar-67",
        "job_resp": "Հաշվապահական փաստաթղթերի կազմում և փաստաթղթաշրջանառության վարումՀաշիվ-ապրանքագրերի ներմուծում համակարգչային ծրագիր, համակարգում և արխիվացումE-invoicing ծրագրով հարկային հաշիվների դուրսգրումԱյլ հաշվապահական պարտականությունների իրականացում",
        "req_qual": "Բարձրագույն կրթություն՝ տնտեսագիտության, ֆինանսների կամ հաշվապահության ոլորտներումՀԾ-Հաշվապահ ծրագրի, 1C, e-invoicing ծրագրերի իմացությունը կդիտվի որպես առավելությունՀամակարգչային ծրագրերի գերազանց իմացություն (MS office)Հայերենի և ռուսերենի լավ իմացությունՊատասխանատու և պարտաճանաչ մոտեցում աշխատանքինՊլանավորման և ժամանակի կառավարման հմտություններ",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "Salary: 80000 ՀՀ դրամ",
        "add_info": "Հետաքրքրված թեկնածուները կարող են ուղարկել իրենց ռեզյումեն/cv [email protected]  էլ.հասցեին:"
    },
    {
        "id": 920596163,
        "company": "ԿՐԵԴՈ ՖԻՆԱՆՍ ՈՒՎԿ ՓԲԸ",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/4/0/2/b/402b7cbb.png",
        "title": "Օժանդակ ծառայությունների բաժնի աշխատակից",
        "deadline": "Deadline: 07September2020",
        "category": "Category: Banking/credit",
        "job_type": "Job type: Part time",
        "job_desc": "- Պատասխանել մուտքային հեռախոսազանգերին- Պատասխանել մուտքային հաղորդագրություններին և մեկնաբանություններին- Անմիջական ղեկավարի կողմից տրվող այլ աշխատանքների կատարում/en/ozandak-carayutyunneri-bazni-asxatakic-2",
        "job_resp": "Additional information",
        "req_qual": "",
        "req_cond_level": "",
        "salary": "",
        "add_info": "Ինքնակենսագրականները կարող եք ուղարկել [email protected]  էլ․ հասցեին"
    },
    {
        "id": 566866478,
        "company": "Ucom",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/3/3/a/733aaf94.png",
        "title": "Վարորդ",
        "deadline": "Deadline: 31August2020",
        "category": "Category: General/professional/Other services",
        "job_type": "Job type: Other",
        "job_desc": "Ucom ընկերությունը փնտրում է մոտիվացված և եռանդուն վարորդի՝ սեփական Ford Transit մեքենայով Երևանում գիշերային հերթափոխով  աշխատելու համար:/en/sepakan-ford-transit-mekenayov-varord-5",
        "job_resp": "Տրանսպորտային միջոցի վարում,Համապատասխան հաշվետվությունների ներկայացում՝ ընկերությունում հաստատված ներքին իրավական ակտերի համաձայն:",
        "req_qual": "Միջնակարգ կրթություն,Աշխատանքային փորձ,Հայերեն և ռուսերեն լեզուների իմացություն,Ամրագրված տրանսպորտային միջոցի վարման վարորդական իրավունք՝ համապատասխան կարգերով ( BC կարգ )",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Հետաքրքրված անձինք կարող են ուղարկել իրենց ինքնակենսագրությունները [email protected] էլ. հասցեով` վերնագրի դաշտում նշելով “Վարորդ”: Հարցազրույցի կհրավիրվեն միայն պահանջներին համապատասխանող անձինք:"
    },
    {
        "id": 1975569960,
        "company": "Joomag",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/1/8/1/f/181fdca3.png",
        "title": "Sales Representative",
        "deadline": "Deadline: 20 August2020",
        "category": "Category: Software development",
        "job_type": "Job type: Full time",
        "job_desc": "Joomag culture thrives on open communication and the exchange of ideas. Our team member is identified not only by the high level of professionalism but also of passion and enthusiasm towards Changes. Getting results and being effective is crucial: we Dream Big and become smarter every day.Our Marketing & Sales department promotes Joomag and drives sales. The department consists of marketing and sales teams that together develop marketing campaigns and sales strategies that align with our targeted audience.We now welcome a process-driven and result-oriented Sales Representative to join our Sales team. You will actively seek out and engage customer prospects while boosting top-line revenue growth, customer acquisition levels, and profitability.  /en/sales-representative-44",
        "job_resp": "Performance objectives:The first performance objective is to present, promote, and sell Joomag product and services to prospective clients. This means:close to native fluency in English։ besides just loving to talk in English, you are proficient in both verbal and written business English. You will communicate and build sustainable relationships with English-spoken customers worldwide (knowledge of another UN official language, specifically Spanish, would be a privilege). Main channels of communication are calls, product demos, emails, live chat.confident self-presentation: specifically on the phone and during demos, the tone of voice, volume, and pace of a sales rep’s speech are surprisingly important sales skills. Here how you say things to a prospect equally matters to what you say. This is why you are expected to be able to show off your capabilities to prospect information in details while seeing the situation from different angles. Your daily work effectively through any kind of communication. analytical skills: this means you are able to collect, gather, visualize and analyze will also include the analysis of gathered data such as qualification rate, the conversion rate from stage to stage, the length of the sales cycle, etc. Thus, you would directly contribute to the improvement of existing processes to reach better efficiency and reach monthly targets. time management skills: after joining Joomag you will be trained to sort through leads to qualify the most promising ones, and not waste too much time on a deal that isn’t going anywhere. Moreover, work ethics and attitude are a must for you to be able to consistently follow up with your existing pipeline and simultaneously develop new opportunities.tech-savviness: here’s the list of technological tools you will directly use in your work: Intercom, Jira, Pipedrive, Joomag CRM, Analytics, and other internal tools. You will start your job with an onboarding program and several mentor shadow sessions aimed to show and teach you everything, however being at least enthusiastic to become savvy with technology is a must.2. The second objective is to \"Work Like a Team, Live Like a Family\".We spend a lot of time together. As a result, we’ve come to know each other as a family. We take care of our own, celebrate success, learn through failure, and respect each other regardless of our different viewpoints. So you need to:demonstrate reliability։ do your fair share to work hard and meet milestones. Consistency is key.cooperate: we achieved total synergy in our work, thus you are expected to figure out ways to work together with different teams (specifically marketing and customer care), solve problems, and get common work doneshare openly and willingly: beyond discussions & meetings, everyone in Joomag feels comfortable talking with one another, sharing opinions, and accepting those from others. Thus it’s important for you to be willing to share knowledge, and experience taking the initiative to keep other team members informed and engaged.",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": "Final notes:"
    },
    {
        "id": 57235826,
        "company": "ԱՐՄ ՊԵՏՐՈԼ ՍՊԸ",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/6/3/4/7/63477f41.png",
        "title": "video surveillance operator",
        "deadline": "Deadline: 07September2020",
        "category": "Category: Administrative/office-work",
        "job_type": "Job type: Full time",
        "job_desc": "Ընկերությունը փնտրում է տեսահսկման ոլորտում աշխատանքային փորձ ունեցող իգական սեռի ներկայացուցչի՝   Եթե համապատասխանում եք  նշված  պահանջներին կարող եք նաև ուղարկել Ձեր CV-ին   [email protected]   էլ-հասցեին։ /en/tesahskman-operator-16",
        "job_resp": "Պարտականությւոնը՝  տեսահսկման միջոցով հետևել ցանցային աշխատանքին և ըստ անհրաժեշտության կազմել հաշվետվություններ։",
        "req_qual": "Մինչև 35 տարեկան,պարտաճանաչ և պատասխանատու։",
        "req_cond_level": "Required candidate level: Not defined",
        "salary": "Additional information",
        "add_info": "Դիմեք օնլայն staff.am-ի միջոցով և հետևեք ձեր դիմումի ողջ ընթացքին։"
    },
    {
        "id": 3487367598,
        "company": "Envirotech",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/3/e/5/a3e561eb.jpg",
        "title": "English Speaking Sales/Support Representative",
        "deadline": "Deadline: 06September2020",
        "category": "Category: Sales/service management",
        "job_type": "Job type: Full time",
        "job_desc": "Envirotech is the fastest growing  and most successful company in the field of sales and online marketing.We focus on a career development and promotion: people are at the core of everything we do.We are currently looking for English Speaking Sales/Support Representatives to enrich our team with young and talented individuals who can build a successful career with us. We offer: Competitive salary and bonuses; Full coverage health insurance;Great working conditions and a friendly office atmosphere in the center of Yerevan; Career growth opportunities; Training with professionals in the field; Benefits such as company-paid fun days and corporate parties. Working days and hours: Monday - Friday, 11:00 to 20:00 (including one-hour break) /en/english-speaking-sales-representative-22",
        "job_resp": "Providing appropriate solutions for customers needs;Persuading potential clients; Managing clients database; Performing cost-benefit analyses of existing and potential customers; Maintaining positive business relationships to ensure future sales;",
        "req_qual": "Excellent speaking skills in English; Excellent communication, negotiation and selling skills, customer-oriented approach; Prioritizing, time management and organizational skills; Highly motivated and results-driven approach; Ability to speak other languages is considered as a great asset; Work experience in sales is an asset but not a must.",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "Salary: 150.000 + Bonuses",
        "add_info": "Please apply to this job by sending your CVs to: [email protected]. Please also indicate \"English Speaking Sales/Support Representative\" in the job title of your letter."
    },
    {
        "id": 2786739925,
        "company": "SoftConstruct",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/a/9/c/ba9c3c22.png",
        "title": "Affiliate Manager",
        "deadline": "Deadline: 21August2020",
        "category": "Category: Marketing/Advertising",
        "job_type": "Job type: Full time",
        "job_desc": "SoftConstruct is on the lookout for russian speaking affiliate marketers for VBET department to join our performance marketing team. /en/affiliate-manager-22",
        "job_resp": "Partner with new Affiliates and create long-term client relationships across all VBET product verticals and key marketsCorrespond regularly with Affiliates via all communication channels to maintain and optimize relationshipsMonitor performance of affiliates, such as source of traffic, the quality of their players and the revenues they are generating to increase ROI and reach KPIsReactivate and engage affiliates already in our systemOwn outcomes and incremental improvement for your affiliatesIdentifying new potential opportunities and conduct competitor analysisAttend industry events with clear objectives and success criteria",
        "req_qual": "University degree in a related fieldFluent Russian and English,  strong verbal/written communication and presentation skills are requiredProven hands-on experience in Affiliate Management with a solid track record of securing, developing, and maintaining strategic partnerships while directly contributing to business growth and profitabilityGood understanding of online affiliate marketingExperience working in iGaming and relevant relationships within the industry will be a plusStrong leadership skills and experience building, growing, and managing teamsProactive and strategic mindset that allows to anticipate and solve issues before they become problems",
        "req_cond_level": "Required candidate level: Mid level",
        "salary": "Additional information",
        "add_info": "Interested candidates are encouraged to submit a CV to [email protected] email address with a note of \"Affiliate Manager\" in the subject line."
    },
    {
        "id": 2284146149,
        "company": "Haypost CJSC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/e/9/f/6/e9f6a326.png",
        "title": "React.Js developer",
        "deadline": "Deadline: 06September2020",
        "category": "Category: Other IT",
        "job_type": "Job type: Full time",
        "job_desc": "“Haypost” CJSC is looking for a React.Js developer. /en/reactjs-developer-96",
        "job_resp": "Developing new user-facing features using React.jsBuilding reusable components and front-end libraries for future useTranslating designs and wireframes into high quality codeOptimizing components for maximum performance across a vast array of web-capable devices and browsers",
        "req_qual": "Strong proficiency in JavaScript, including DOM manipulation and the JavaScript object modelThorough understanding of React.js and its core principlesExperience with popular React.js workflows (such as Flux or Redux)Familiarity with newer specifications of EcmaScriptExperience with data structure libraries (e.g., Immutable.js)Knowledge of isomorphic React is a plusFamiliarity with RESTful APIsKnowledge of modern authorization mechanisms, such as JSON Web TokenFamiliarity with modern front-end build pipelines and toolsExperience with common front-end development tools such as Babel, Webpack, NPM, etc.Ability to understand business requirements and translate them into technical requirementsA knack for benchmarking and optimization​ ",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": "The interested candidates can send their CVs to the e-mail address: [email protected].Please mention React.Js developer  in the subject line of the message."
    },
    {
        "id": 447136352,
        "company": "NOORLOGIC LLC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/f/9/4/5/f945adfd.jpg",
        "title": "Full Stack JavaScript Developer",
        "deadline": "Deadline: 06September2020",
        "category": "Category: Software development",
        "job_type": "Job type: Full time",
        "job_desc": "NOORLOGIC LLC is a fast growing Software Development Company. Our professional and creative team provides the best and state of the art solutions to our partners worldwide. Currently we are looking for a talented and experienced Full Stack Javascript Developer to join our team and develop exceptional and quality websites./en/full-stack-javascript-developer-31",
        "job_resp": "Deliver high quality output using the latest software technologies A thorough understanding of available technology and toolsIdentify design or technical problems and offer solutionsClearly understand requirements and translate them into codesOptimize components for maximum performance across different devices and browsersTransform designs and wireframes to a high-quality codeBuild reusable code and libraries for future useCollaborate with other team members and stakeholdersBuild and maintain Restful APIs.",
        "req_qual": "At least 2 years of experience in a similar positionGood knowledge of React JS, Hooks, Node JS (Express JS), JavaScript, MYSQL, jQuery, Bootstrap, AJAXIn depth knowledge of HTML5 and CSS32-3 years of experience in developing websites and applicationsGood experience with Git/GitHubGood working knowledge and experience in programming in SQLExperience with AWS and other web servicesAbility to work independently and as a part of a team Experience with developing large customer-facing websitesExperience in custom coding as well as in pertinent extensionsOrganized, responsible and high attention to detailsAnalytical and time management skillsBe open to receiving feedback",
        "req_cond_level": "Required candidate level: Not defined",
        "salary": "Salary: Negotiable, depending on past experience",
        "add_info": "Qualified candidates are welcomed to send their CVs in English to [email protected]. Please mention in the title line the name of the position. Only shortlisted candidates will be contacted."
    },
    {
        "id": 560035996,
        "company": "American University of Armenia Fund",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/4/6/9/b/469b0a8b.png",
        "title": "Ջեռուցման-հովացման համակարգի օպերատոր",
        "deadline": "Deadline: 23August2020",
        "category": "Category: Mechanical",
        "job_type": "Job type: Fixed term contract",
        "job_desc": "Ընդունել և հանձնել հերթափոխը համաձայն հրահանգների:Մշտապես հսկողության տակ պահել չիլլերի, գործող կաթսաների և պոմպերի աշխատանքը:Անհրաժեշտության դեպքում ապամոնտաժել կամ մոնտաժել հովացման-ջեռուցման համակարգի վերանորոգված կամ փոխարինվող սարքավորումները:Հայտնաբերված թերությունների մասին անմիջապես տեղեկացնել պատասխանատու անձին:Հնարավորության սահմաններում վերացնել հայտնաբերված թերությունները և գրանցել դրանք թերությունների գրքում:Հսկել կաթսայատան սանիտարական վիճակը:Անհրաժեշտության դեպքում կատարել անմիջական ղեկավարի կողմից սահմանված այլ հանձնարարություններ:/en/jerucman-hovacman-hamakargi-operator-4",
        "job_resp": "Համապատասխան մասնագիտական կրթություն,Կաթսայատան շահագործման իրավունքի վկայական,Առնվազն 2 տարվա համապատասխան աշխատանքային փորձ:",
        "req_qual": "Additional information",
        "req_cond_level": "",
        "salary": "",
        "add_info": "Հայաստանի ամերիկյան համալսարան հիմնադրամը իր գործունեության մեջ խստորեն հետևում է զբաղվածության ոլորտում հավասար իրավունքների ապահովման և ոչ-խտրական քաղաքականության սկզբունքներին"
    },
    {
        "id": 776475072,
        "company": "Ucom",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/3/3/a/733aaf94.png",
        "title": "Հիմնական միջոցների և պաշարների հաշվառման խմբի ղեկավար",
        "deadline": "Deadline: 27August2020",
        "category": "Category: Finance Management",
        "job_type": "Job type: Full time",
        "job_desc": "Կոորդինացնել հիմնական միջոցների և պաշարների հաշվառման հաշվապահական ընթացակարգերը և  ընդհանուր հաշվապահական համակարգը, ինչպես նաև  բաժնի աշխատակիցների կողմից կատարած ձևակերպումների ամբողջականության ստուգում և վերահսկողություն: /en/himnakan-mijocneri-ev-pasarneri-hasvarman-xmbi-gekavar-2",
        "job_resp": " Հաշվապահական հաշվառման և հաշվետվությունների ինֆորմացիոն համակարգի ձևավորում, տեղեկատվության տրամադրման ապահովում ներքին և արտաքին օգտագործողներինՀաշվապահական հաշվառման կարգի և ժամկետների պահպանման վերահսկումՀարկերի, սոցիալական վճարների և այլ պետական բյուջեի վճարումների կատարման ժամկետների և ճշգրտության վերահսկումԱԱՀ-ի հաշվարկի կազմում և ներկայացումՎիճակագրական հաշվետվությունների կազմում և ներկայացումՆերմուծման և արտահանման հայտարարագրերի ձևակերպումների ստուգումԱմսական ներքին հաշվետվությունների կազմման համար անհրաժեշտ տվյալների ամփոփումԳույքահարկի և հողի հարկի հաշվարկների կազմման վերահսկումՀիմնական միջոցների անալիտիկայի , հիմնական միջոցների ու նյութական արժեքների  անալիտիկ և սինթետիկ  համապատասխանության ստուգում Հիմնական միջոցների և պաշարների փաստաթղթավորման ստուգումԽմբի աշխատակիցների աշխատանքների համակարգում և վերահսկողություն   ",
        "req_qual": " Բարձրագույն կրթություն տնտեսագիտական կամ ֆինանսական ոլորտում3 տարվա աշխատանքային փորձՀայերեն, ռուսերեն և անգլերեն լեզուների իմացությունՀամակարգչային ծրագրերով աշխատելու հմտություններ (MS Office, AS)Հաշվապահական հաշվառման, հաշվապահական ստանդարտների և օրենսդրական բազայի տիրապետումԿարգապահությունԺամկետների պահպանումԹիմային աշխատանքԿազմակերպչական հմտություններ    ",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": "Հետաքրքրված անձինք կարող են ուղարկել իրենց ինքնակենսագրությունները [email protected] էլ. հասցեով` վերնագրի դաշտում նշելով հաստիքի անվանումը: Հարցազրույցի կհրավիրվեն միայն պահանջներին համապատասխանող անձինք:"
    },
    {
        "id": 1554073792,
        "company": "Nairian CJSC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/b/1/7/c/b17cc20f.png",
        "title": "R&D associate",
        "deadline": "Deadline: 18August2020",
        "category": "Category: Production",
        "job_type": "Job type: Full time",
        "job_desc": "\"NAIRIAN\" CJSC is looking for a dedicated, analytical R&D Associate to be responsible for product development, studying the chemical make-up of materials that are essential in manufacturing of plant based cosmetic products to ensure product high quality and safety. The R&D Associate responsibilities include preparing test solutions, analyzing organic and inorganic compounds, conducting quality control tests, and developing the quality control protocols for the Production. The R&D Associate will conduct research and explore how the existing products and production processes may be improved.To be a successful R&D Associate you should be analytical, detail oriented, and logical. You should be dedicated to furthering scientific knowledge and improving processes and products./en/rd-associate",
        "job_resp": "Working closely with the marketing department and production on developing new product/product lines, and improving existing products/product lines, formulas, processes, and analytical methods.Determining chemical and physical properties, compositions, structures, relationships, and reactions of organic and inorganic compounds used to produce cosmetics products.Preparing test solutions, compounds, and reagents for conducting tests and advising and coordinating quality control procedures.Writing technical papers and reports, and preparing standards and specifications for processes, tests, and products.Managing new products registration process and implementing needed changes in existing products within ERP system “MerSoft”.Maintaining laboratory instruments, troubleshooting malfunctions․Evaluating and ensuring compliance with laboratory safety procedures and standards.",
        "req_qual": "● A Master's degree in Chemistry, BioChemistry, Pharmacology, or related field, with further education being advantageous.● Experience in scientific research and laboratory work.● Proficiency with computers and scientific equipment.",
        "req_cond_level": "Required candidate level: Not defined",
        "salary": "Additional information",
        "add_info": "Аpply online via staff.am and follow entire application process."
    }
]