[
    {
        "id": 3802546277,
        "company": "All.me LLC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/a/c/4/3/ac430d7a.png",
        "title": "iOS Developer-Consultant",
        "deadline": "Deadline: 20August2020",
        "category": "Category: Software development",
        "job_type": "Job type: Fixed term contract",
        "job_desc": "We are an international IT company headquartered in Ireland. For more than 5 years, our professional team has been developing projects in the field of fintech, social media and e-commerce.Our team is the future of not only our company, but also the world of digital technologies. Join us and launch your ideas into the technology world!/en/ios-developer-consultant-1",
        "job_resp": "To solve technical problems, there is a need to get technical advice on the following issues:What image format is most effective in terms of storage, download and quick display in the iOS mobile application?How to convert all images to this format in a programmatic manner?What video format is most effective in terms of storage, download and quick display in the iOS mobile application?How to minimize the start time of a video (example: TikTok)?What software players should be used in Android to maximize the performance of mixed news feeds?How to organize proactive video caching?",
        "req_qual": "Architecture1) MVVM + Clean2) UnidirectionalTechnology Stack:1) Development language-Swift2) We use  RxSwift library2) Database-  Realm3) Moya for server requests4) Layout UI in the code",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": "Аpply online via staff.am and follow entire application process."
    },
    {
        "id": 1109418177,
        "company": "ARCTX LLC",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/7/6/2/0/76207916.png",
        "title": "HR Manager",
        "deadline": "Deadline: 31August2020",
        "category": "Category: Human Resources",
        "job_type": "Job type: Full time",
        "job_desc": "We are looking for a HR Manager who will be responsible for the development of HR policies and procedures, for conducting middle and junior level position recruitment process, for the organization of onboarding and motivation processes and for planning, implementing and evaluating employee relations together with HR team.Benefits and perks:Medical InsuranceDowntown LocationInternational EnvironmentFree Coffee and SnacksCareer growth: we love promoting from withinStrong commitment to work/life balanceEmployee EventsTechnology allowance /en/hr-manager-105",
        "job_resp": "Develop and monitor overall HR strategies, systems, tactics, policies and procedures across the organization.Prepare, update, review and edit job vacancy announcements and promote them via different job announcement portals.Maintain HR Administration/Documentation.Respond to employees’ queries and resolve issues in a timely and professional manner.Do shortlisting, organize and conduct interviews, selection test works etc.Organize onboarding process together with HR team.Organize and coordinate internal events (team-buildings, corporate events etc.) together with HR team.   Responsible for ensuring data privacy, data integrity and accuracy, and system security.Identify effective management approaches, develop strategies and policies for change and renewal.Proactively identify and respond to issues of interest to employees. Manage job applicants’ database and keep the existing HR database.Develop the action plan for the search, recruitment, and training of the potential candidates and talent acquisition.Creating and maintaining the corporate culture and interdepartmental communication.Participate in planning and development of the company.Other HRM related tasks.  ",
        "req_qual": "Bachelor/Master degree in Human Resources, Business, Communications or related field.Work experience as a Chief HR Officer, Head of HR or similar role. In-depth knowledge of all HR functions.Skilled at getting individuals, teams, and an entire organization to perform at a higher level, and to embrace change.Good understanding of Armenian labor legislation.Excellent leadership abilities.Strong communication and problem-solving skills.Excellent English and communication skills.Advanced PC user.  Excellent time-management skills, ability to manage multiple tasks and deadlines, often simultaneously.Experience in conflict resolution, disciplinary processes and workplace investigations.At least 3 years of general work experience.",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": "Аpply online via staff.am and follow entire application process. Interested candidates are encouraged to submit a CV to [email protected] email address with a note of \"HR Manager\" in the subject line. "
    },
    {
        "id": 1230049077,
        "company": "SEF International UCO",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/6/6/1/966163c0.jpg",
        "title": "Ժամկետանցի կառավարման բաժնի ղեկավար",
        "deadline": "Deadline: 15August2020",
        "category": "Category: Banking/credit",
        "job_type": "Job type: Full time",
        "job_desc": "Կազմակերպել ժամկետանցի կառավարման բաժնի աշխատանքը՝ ապահովելով կազմակերպության ժամկետանց պորտֆելի հետբերումը և նվազագույն թույլատրելի սահմաններում պահպանումը:                /en/zamketanci-karavarman-bazni-gekavar-11",
        "job_resp": "Բոլոր վարկատեսակների գծով ժամկետանց պորտֆելի հետբերում և ընդհանուր ծավալի նվազեցում, Խնդրահարույց վարկերի հետ աշխատանք, բանակցությունների վարում, այդ թվում նաև հեռախոսային զրույցներ,Հաճախորդների հետ հանդիպումներ, այցելություններ, պարբերաբար մոնիթորինգների իրականացում,Հաճախորդի վերաբերյալ տվյալների հավաքագրում,Ժամկետանցության պատճառների ուսումնասիրում և համապատասխան բաժիններին տեղեկացում,Խնդրահարույց և ժամկետանց պորտֆելի վերաբերյալ հաշվետվությունների պատրաստում և ներկայացում,Վճարումների և վարկերի մարումների գծով ուսումնասիրություննեի իրականացում,Ըստ անհրաժշետության գրավի առարկայի ուսումնասիրություն և պարբերական ստուգումներ,Բաժնի աշխատակիցների աշխատանքի կոորդինացում:",
        "req_qual": "Բարձրագույն կրթությունը տնտեսագիտության կամ ճշգրիտ գիտությունների բնագավառումԺամկետանց վարկերի հետ աշխատանքային փորձ,2-3 տարվա ղեկավարման փորձ,Վերլուծական կարողություններԱրդյունավետ բանակցելու և հաղորդակցվելու հմտությունՍթրեսային իրավիճակի կառավարումԹիմային աշխատելաոճMS Office ծրագրային փաթեթի իմացություն (Word, Excel)AS Bank համակարգի իմացությունը առավելություն էՀայերեն լեզվի գերազանց իմացությունՌուսերեն և անգլերեն լեզուների իմացությունը ցանկալի է ",
        "req_cond_level": "Required candidate level: Not defined",
        "salary": "Additional information",
        "add_info": "Ցանկացողները կարող են ուղարկել իրենց ինքնակենսագրականները [email protected] էլեկտրոնային հասցեին:"
    },
    {
        "id": 1689169913,
        "company": "SEF International UCO",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/9/6/6/1/966163c0.jpg",
        "title": "Ադմինիստրատիվ բաժնի ղեկավար",
        "deadline": "Deadline: 15August2020",
        "category": "Category: Banking/credit",
        "job_type": "Job type: Full time",
        "job_desc": "Կազմակերպել Կազմակերպության գրասենյակների ամենօրյա նյութական արժեքների շարժի կանոնակարգումը, սպառողական և այլ առարկաների գնումը և դրանց պատշաճ փաստաթղթավորումը:/en/administrativ-bazni-gekavar-5",
        "job_resp": "Կազմակերպել և վերահսկել Կազմակերպության գնումների գործընթացը, վերահսկել արժեքների ընթացիկ շարժը,Կոորդինացնել առօրյա վերանորոգումների իրականացումը Կազմակերպության գրասենյակների, մեքենաների առօրյա վերանորոգումները,Վերահսկել գլխամասային գրասենյակի կոմունալ, հեռախոսազանգերի և այլ ծառայությունների վճարացուցակների հավաքագրումը, ամփոփումը և կազմակերպել վճարման ժամանակին կատարումը,Վերահսկել, Կազմակերպության գրասենյակների բոլոր ավտոմեքենաների, սարքավորումների համապատասխանելիությունը, ընթացիկ տեխնիկական զննումը, ապահովագրման և հետագա սպասարկման աշխատանքների պատշաճ կազմակերպումը, վերահսկել վազքի ցուցմունքների հաշվետվություններըԻրականացնել Կազմակերպության ավտոմեքենաների համար վառելիքի գնումը և պատշաճ հաշվառումը:Կոորդինացնել և ապահովել աշխատակիցների և հյուրերի տրանսպորտային  կարիքներն  ըստ աշխատանքային անհրաժեշտության՝ ավտոմեքենաների շարժի պլանավորման և նշանակման միջոցով,Վերահսկել Կազմակերպության տեխնիկական համակարգերի (օդափոխում, ջերմամատակարարում, ջրամատակարարում, գազամատակարարում, էլեկտրականության մատակարարում) անխափան և անվտանգ աշխատանքը, այդ թվում նաև վթարային իրավիճակներում,Ապահովել անհրաժեշտ փաստաթղթերի առկայությունը,Անմիջական ղեկավարին և համապատասխան բաժիններին ժամանակին և պատշաճ կարգով տրամադրել գնումների հետ կապված հարցերին վերաբերող ճշգրիտ հաշվետվություններ,Կատարել անմիջական ղեկավարի և/կամ տնօրենի կողմից հանձնարարված աշխատանքին վերաբերվող այլ առաջադրանքներ,Բաժնի աշխատակիցների աշխատանքի կազմակերպում և կոորդինացում,Ապահովել ադմինիստրատիվ թիմի ամենօրյա ղեկավարումը:",
        "req_qual": "Գնումների ոլորտում, ադմինիստրատիվ աշխատանքի փորձ,2-3 տարվա ղեկավարման փորձ,Կազմակերպչական կարողություններԱրդյունավետ բանակցելու և հաղորդակցվելու հմտությունՍթրեսային իրավիճակի կառավարումԹիմային աշխատելաոճMS Գffice ծրագրային փաթեթի իմացություն (Word, Excel)Հայերեն լեզվի գերազանց իմացությունՌուսերեն և անգլերեն լեզուների իմացությունը ցանկալի է",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Additional information",
        "add_info": "Այլ աշխատանքային պայմաններ"
    },
    {
        "id": 3377745150,
        "company": "Exinity Group",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/e/e/b/7/eeb778ce.png",
        "title": "Financial Markets Administrator",
        "deadline": "Deadline: 02September2020",
        "category": "Category: Finance Management",
        "job_type": "Job type: Full time",
        "job_desc": "FXTM Armenia is looking for a talented and driven Financial Markets Administrator, who shares a passion for dealing and foreign exchange trading environment and financial markets.Full-time for a total of 40 hours/ week (5 days a week, 8 hours per day); Weekend shifts are applicable./en/financial-markets-administrator-1",
        "job_resp": "- Assist in the daily operations of the Dealing Trade Support section in the Dealing Department;- Deal with trading complaints, monitor the trading instruments, researching the new instruments;- Prepare reports for the Head of Dealing Department;- Monitor and maintain the Company's trading-related website pages and other relevant systems;- Perform other job-related tasks assigned by the Supervisor;- Responsible for quality assurance testing and regulatory reporting.",
        "req_qual": "- Bachelor's degree in Finance, Economics, Accounting or equivalent;- 1 year of previous work experience in the financial industry;- Experience in FX dealing is preferred;- Fluency in the English language, both written and spoken;- Good knowledge of financial markets;- High productivity;- Positive attitude, excellent communication and listening skills;- Ability to work in a high-pressure environment, multi-task, prioritize and meet strict deadlines;- Attention to details;- Ability to work as an individual and in a team environment.",
        "req_cond_level": "Required candidate level: Junior",
        "salary": "",
        "add_info": ""
    },
    {
        "id": 1405704083,
        "company": "ServiceTitan",
        "img": "https://hirebee-main-new.s3.amazonaws.com/staff.am/upload/0/2/a/e/02ae50b9.png",
        "title": "Database Site Reliability Engineer",
        "deadline": "Deadline: 02September2020",
        "category": "Category: Software development",
        "job_type": "Job type: Full time",
        "job_desc": "You will be part of the Engineering team at ServiceTitan to help improve our products and build new ones. We provide exciting opportunities for engineers to come in and have a huge impact on a rapidly growing startup. We build for perfection, use the most modern tools on the Microsoft .NET platform, have an amazing culture, and love to solve complex problems.At ServiceTitan, the SRE team engages the entire lifecycle of software development from ideation to operating predictably at scale.  As a DBSRE at ServiceTitan, you will identify and build software, specializing in databases (MSSQL, PostgreSQL in particular) to improve uptime, improve performance, and improve the overall customer experience. You will collaborate with architects and software engineers to deliver a highly available and highly automated infrastructure./en/database-site-reliability-engineer",
        "job_resp": "Design, develop, and deliver the necessary software engineering solutions to manage Azure cloud environments to minimize failed customer interactions.Own reliability, availability, and performance of ServiceTitan’s SaaS.Proactively monitor, measure, and improve all areas of infrastructure and operations.Increase efficiencies through automation, service delivery, and process improvements.Provide database expertise to engineering teams through reviews of database migrations, queries and performance optimizations",
        "req_qual": "2+ years of experience in programming in Python, additional experience with PowerShell, Bash, and Golang a plusDirect experience implementing and managing MSSQL/Postgres databases and applying reliability/high-availability principles.Experience directly managing cloud infrastructure in AWS, Azure, or GCP.Experience maintaining services in Kubernetes environments.BA/BS in Computer Science, Computer Engineering or in a related technical discipline or equivalent industry experience.Be able to craft beautiful infrastructure as code solutions.Demonstrated sensitivity to operational concerns.Demonstrated ability to debug code and troubleshoot outages.Full-stack troubleshooting skills across all software layers is a big plus.Superb communication skills, both written and verbal.Passion about solving complex infrastructure challenges.Excited about delivering a reliable high-quality product.Highly motivated, smart, independent person who thrives in a fast-paced innovative environment.Intensely eager to meet the needs of our customers and deliver best-of-breed SaaS solutions.Experience using telemetry to understand throughput, limitations, and constraints in a service.Understanding of architectural patterns to improve uptime.Able to Monitor and improve site stability.Passion for system, application and business metrics.",
        "req_cond_level": "Required candidate level: Senior",
        "salary": "Salary: Highly competitive + benefits",
        "add_info": ""
    }
]